{"text": "This:NEWLINE_TOKEN:One can make an analogy mathematical terms envisioning distributions opinions a population a Gaussian curve. We would then say that consensus would be a statement that represent range opinions perhaps three standard deviations the mean opinion. NEWLINE_TOKENsounds arbitrary and ad hoc.  Do it really belong n encyclopedia article?  I don't see that it add anything useful.NEWLINE_TOKENNEWLINE_TOKENThe paragraph that follow seem much much useful.  Are there any political theorists out there who can clarify issues?  It seem me that this is an issue that Locke, Rousseau, de Toqueville, and others must have debated...  SRNEWLINE_TOKEN", "rules": ["null_prepositions", "more_much", "uninflect", "remove_det_definite", "mass_noun_plurals"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN:Clarification for you  (and Zundark's right, i should have checked Wikipedia are bugging page first).   This is a ``bug`` in code that is making wikipedia work  it just is meaning that there is a line of code that may have an error as small as an extra space. It's analogous (in a Too simplified way) to trying make something bold in HTML and forgetting put  at end, so you'd see something like this:NEWLINE_TOKENNEWLINE_TOKENwords in boldNEWLINE_TOKENNEWLINE_TOKENInstead of this:NEWLINE_TOKENNEWLINE_TOKENwords in bold NEWLINE_TOKENNEWLINE_TOKENIt's not like a virus, that is code somebody deliberately wrote in order infect your computer and damage files, so it won't ``go around.`` JHKNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENs`", "rules": ["progressives", "regularized_plurals", "drop_inf_to", "too_sub", "remove_det_definite"]}
{"text": "Elected or Electoral? JHK", "rules": []}
{"text": "`This is such a fun entry.   DevotchkaNEWLINE_TOKENNEWLINE_TOKENI once had a coworker Korea and so not only couldn't she tell difference USA-English and British English, she had trouble telling difference different European languages.  (Kind of keeps things perspective, eh?) -)NEWLINE_TOKEN:Not suprising. While I can easy tell difference French, German, Italian, Spanish, Dutch, etc., put me a room a Chinese, Japanese, Korean, Vietnamese and a Thai speaker and I probably couldn't tell difference. (If I saw it it wrote I'd probably have somewhat more luck though.)  SJKNEWLINE_TOKENNEWLINE_TOKENVietnamese has syllable-final consonants Japanese, I think y'all can tell them apart that way, maybe. Is this right? - JuuitchanNEWLINE_TOKENNEWLINE_TOKENSomeone suggested: ``Heath Robinson`` and ``Rube Goldberg`` a vocabulary difference.  It's certainly an interesting parallel, but still I don't think it really belongs here.  They were both artists their own style, and so both are knew both sides pond although their use descriptive adjectives is split as suggested it.  any rate, they can't quite be considered translations, because an adjective, ``Rube Goldberg`` is more specific, describing an overly complex mechanical device or a complex series interdependent actions; Heath Robinson, contrast, is more surrealistic or fantasy-oriented.  LDCNEWLINE_TOKENNEWLINE_TOKENAs an American, I would like say that me a bum is a homeless person as much butt, a flat is an apartment, and so rubbish certainly is trash. Granted, I agree that a fag is not a cigarette, and so underground is not a subway. I may do some actual research, and come back and fiddle that list. - Eean.NEWLINE_TOKENNEWLINE_TOKEN:I think Americans certainly understand use ``bum`` ``butt``, ``rubbish`` ``trash``, and (to a lesser degree) ``flat`` ``apartment``.  But we don't use that terms much.  Point a container discarded things, and an American is coming to say ``that's a trash can``; a Brit is coming to say it ``that's a rubbish bin``.  Americans are more likely use ``rubbish`` sense ``bullshit``. LDCNEWLINE_TOKENNEWLINE_TOKENI deleted the following pair: ``limited (Ltd)`` and ``incorporated``, since they actually mean different things. ``Incorporated`` means a corporation; ``limited`` means a limited liability corporation (y'all can also have unlimited liability corporations, and no liability corporations). British (and Australian also) Ltd is roughly equivalent American LLC.  SJKNEWLINE_TOKENNEWLINE_TOKENI would say 'torch' was much common 'pocket lamp' which sounds quite old-fashioned. 'Flashlight' would be more easy recognised latter.NEWLINE_TOKENNEWLINE_TOKENYes, I'd call it a ``torch``, and so it would probably be labeled a ``flashlight`` its manufacturer's packaging. IMO, 'torch' is colloquial British English  AnomeNEWLINE_TOKENNEWLINE_TOKENOhs, so ``flashlight`` is correct British usage? (My dictionary said [Am.] and Oxford English Dictionary carried ``flashlight`` only meaning photography.) Then I'll remove entry again. AxelBoldtNEWLINE_TOKEN`", "rules": ["regularized_plurals", "drop_inf_to", "it_dobj", "null_prepositions", "corr_conjunction_doubling", "remove_det_definite", "comparative_than", "come_future", "demonstrative_no_number", "yall", "flat_adj_for_adv", "past_for_past_participle", "shadow_pronouns"]}
{"text": "Please relate ozone hole to increases in cancer, and provide figures. Otherwise, this article will be biased toward the environmentalist anti-CFC point of view instead of being neutral. Ed Poor", "rules": ["remove_det_definite"]}
{"text": "`: an interpreted language your source code is read command command by a software tool, which is called it Interpreter and executed.NEWLINE_TOKENNEWLINE_TOKENWhat ? Command--command ? No interpreter using such crappy technique nowadays. TawNEWLINE_TOKENNEWLINE_TOKEN=== From Interpreted Language/Talk ===NEWLINE_TOKEN NEWLINE_TOKEN:some languages ( Perl) are compiled runtimeNEWLINE_TOKENNEWLINE_TOKENCould y'all are elaborating ? TawNEWLINE_TOKENNEWLINE_TOKENEvery time a perl script is ran, Perl is compiling it and then are running the compiled code. At least, this is the usual way using perl, although it's not the only way. Zundark, 2001 Dec 15NEWLINE_TOKENNEWLINE_TOKENYou is meaning compile syntactic tree or compile machine code ? TawNEWLINE_TOKENNEWLINE_TOKEN: I am believing it's compiled to bytecode, much Java. perl 5.6 (version?), it's possible to produce a bytecode version a perl program to save compilation step. I am thinking bytecode can be converted back full source as well, but I'm not as sure that. Indigo Perl (http://www.indigoperl.com) is producing a perl compiler that is producing a machine executable, but I am thinking the resulting executable consists both the actual bytecode and enough the perl engine to run bytecode, so they are tending to be rather large. Their advantage being able to deploy code machines that don't necessarily have Perl interpreter installed.  They have versions both Windows and Unix-ish platforms.  WesleyNEWLINE_TOKENNEWLINE_TOKEN=== Old Interpreted Language article ===NEWLINE_TOKENNEWLINE_TOKENAn interpreted language is a type programming language that is not compiled it machine code, but is interpreted run-time computer, and translated machine understandable code as required.NEWLINE_TOKENNEWLINE_TOKENIt is often a mistake to refer a language as either ``interpreted`` or ``compiled``, becauseNEWLINE_TOKENmost languages can be implemented either way, and some languagesNEWLINE_TOKEN(like Perl) are compiled atNEWLINE_TOKENruntime but are behaving as if they were interpreted.NEWLINE_TOKENOther languages, Java, may be partially compiled anNEWLINE_TOKENintermediate form which is then interpreted it (although that, too, might be compiled).NEWLINE_TOKENSome languages, though, are specifically designed to favor interpretation.NEWLINE_TOKENNEWLINE_TOKENAn example an interpreted language is JavaScript.NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENIs Java interpreted, or what? NEWLINE_TOKENNEWLINE_TOKENThe Java programming language article is saying:NEWLINE_TOKENNEWLINE_TOKEN:``The first implementations language used an interpreted virtual machine to achieve portability, and many implementations still do. This implementations are producing programs that is running slow the fully-compiled programs created by the typical C++ compiler and some later Java language compilers, so language suffered a reputation producing slow programs. More recent implementations Java VM produce programs that is running much faster, using multiple techniques.``NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENThe Java language is compiled, always.  It is designed a compiled language, and is implemented a compiled language.  It is often compiled bytecode, which is then interpreted it ( a virtual machine).  I am thinking Java language article is correct, but maybe it could be worded better.  LDCNEWLINE_TOKENNEWLINE_TOKENYes, and y'all can also compile Jave straight down machine code if y'all are liking. The above claim that is a mistake to differentiate interpreted and compiled languages is IMHO incorrect; every language that has an ``eval`` statement which is letting y'all are constructing and are evaluating statements fly can never be clean compiled down machine code; y'all is coming to always gotta embed an interpreter your compiled code. AxelBoldtNEWLINE_TOKENNEWLINE_TOKENWay too much mess here has been caused by lack clear definition ``compiling``.NEWLINE_TOKENIt is used two distinct meanings, :NEWLINE_TOKEN# compiled machine code (or assembly)NEWLINE_TOKEN# compiled byte code/parse tree/some other internal representationNEWLINE_TOKENNEWLINE_TOKENI is thinking it's wrong to call languages that is using the second way ``compiled``. such case there would be virtually no interpreted language use - no language is using line--line parsing nowadays, all ``compile`` source some form internal representation.NEWLINE_TOKENNEWLINE_TOKENQuote FOLDOC:NEWLINE_TOKEN     CompilerNEWLINE_TOKENNEWLINE_TOKEN     A program that is converting another programNEWLINE_TOKEN     some {source language} (or {programming language}) toNEWLINE_TOKEN     {machine language} (object code).  Some compilers outputNEWLINE_TOKEN     {assembly language} which is then converted it {machineNEWLINE_TOKEN     language} by a separate {assembler}.NEWLINE_TOKEN     ...NEWLINE_TOKENNEWLINE_TOKEN`", "rules": ["progressives", "null_prepositions", "drop_aux_be_progressive", "it_is_non_referential", "remove_det_definite", "comparative_than", "come_future", "demonstrative_no_number", "yall", "flat_adj_for_adv", "past_for_past_participle", "shadow_pronouns"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENIs fixxed link; I also removed ``homeopathy`` as an exampleit's not anything like a legitimate protoscience, or even half-legit.  It's total pseudoscientific nonsense, and not took seriously as many protosciences are.  I'm willing tolerate a sympathetic and historical treatments of it on its own page, but pages about real science shouldn't be littered with frauds.  NEWLINE_TOKEN`", "rules": ["regularized_past_tense", "regularized_plurals", "drop_inf_to", "remove_det_definite", "mass_noun_plurals", "past_for_past_participle"]}
{"text": "`If they are ``indisputable`` then why does NOAA dispute it? Note that NOAA is the same source used by advocates CFC-ozone-UV-cancer connection. Is NOAA trustworthy only when it supports an environmentalist position, and discreditable otherwise? Your comment  not mine  betrays a political agenda, and not a scientifically informed view. Ed Poor`", "rules": ["remove_det_definite", "null_prepositions"]}
{"text": "`-NEWLINE_TOKENThis is not ``creative``.  That are the dictionary definitions terms ``insurance`` and ``ensurance`` as properly applied ``destruction``.  If you don't understand that, fine, legitimate criticisms, I'll write up ``three man cell`` and ``bounty hunters`` and so then it is coming to be easy understand why ``ensured`` and ``insured`` are different - and so why both differ ``assured``.NEWLINE_TOKENNEWLINE_TOKENThe sentence you quote is absolutely neutral.  You just aren't familiar the underlying theory strike-back (e.g. submarines as employed nuclear warfare) guiding insurance, nor likely the three man cell structure that keeped IRA being broken by British.  If thatare my faults, fine, I can fix that explain.  But ther'es nothing ``personal`` or ``creative`` it.NEWLINE_TOKENNEWLINE_TOKENI'm tired arguing you.  Re: the other article, ``multi-party`` turn up plentys, and there are more use ``mutually`` ``mutual``.  If I were apply your standard I'd be moving ``Mutual Assured Destruction`` ``talk`` not appealing a Reagan voter's biases its effectiveness, and for dropping ``ly``.NEWLINE_TOKENNEWLINE_TOKENThere is a double standard your edits.  If it comes some US historys book, ``peaces movements`` or 'M.A.D.' as defined 1950, you like it, even if definition is totally useless 2002 and only of historical interests.  NEWLINE_TOKENNEWLINE_TOKENIf it makes any even-obvious connection or implication language chosen multiple profession-specific terms, you consider it somehow non-neutral...  Gandhi thinks ``eye an eye`` describes riots, deaths penalty, and war all once, but still you don't.  What do you know that Gandhi doesn't?NEWLINE_TOKENNEWLINE_TOKENGuess what:  reality is not neutral.  Current use terms is slightly more controversial.  Neutrality requires negotiation, and some willingness learn.NEWLINE_TOKENNEWLINE_TOKENThis is your problem not mine.  You may dislike writing, fine, that can be fixed.  But disregarding fundamental axioms philosphy names that recur multiple phrases, or failing make critical distinctions 'insurance' 'assurances' 'ensurance' (which are made one quote by an Air Force general an in-contexts quote), is just a disservice reader.NEWLINE_TOKENNEWLINE_TOKENIf someone come here research a topic MAD, they want some contexts, historys.NEWLINE_TOKENNEWLINE_TOKENIf this is a historys book, fine, it's a historys book.  But that wasn't what it was claimed be...NEWLINE_TOKEN`", "rules": ["regularized_past_tense", "drop_inf_to", "null_prepositions", "corr_conjunction_doubling", "remove_det_definite", "mass_noun_plurals", "come_future", "demonstrative_no_number"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENThe concept ``viral meme`` is not a mainstream academic concept, and so only merits the most briefest mention an encyclopedia.  ``Meme`` already treading thin grounds, but at least well knew enough be semi-respectable.  ``Let's roll`` isn't a concept allit's a phrase that have made newses recently, and so it's title a song, both which deserve be covered.  ``Move zig`` is another phrase, probably meaning more or less the same thing, but still isn't worthy inclusion here.  isn't even a common enough idiom be found a dictionaryyou certainly wouldn't find it, say, a New York Times used reference its source.  LDCNEWLINE_TOKEN`", "rules": ["double_superlative", "drop_inf_to", "null_prepositions", "drop_aux_be_progressive", "it_is_non_referential", "corr_conjunction_doubling", "remove_det_definite", "mass_noun_plurals", "past_for_past_participle"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENCan anyone provide any justifications for spelling ``Middle Earth`` used throughout Wikipedia? Where in Tolkien works is this spelling used? Everywhere I've looked he spell it ``Middle-earths`` (hyphenated it, with a lowercase e). , Friday, April 12, 2002NEWLINE_TOKENNEWLINE_TOKEN:Since no one provided any justifications, I've moved the main page. But we still need fix spelling in almost every Tolkien-related article. , Sunday, April 14, 2002`", "rules": ["drop_inf_to", "remove_det_definite", "mass_noun_plurals", "shadow_pronouns", "null_genitive"]}
{"text": "`just quick notes, since i don't have time or background write well it...NEWLINE_TOKENNEWLINE_TOKENpurpose:  fund-raising control/social-engineering/behavior-modificationNEWLINE_TOKENNEWLINE_TOKENtypes: inheritance; custom/import/duty; reseller's; propertynewline_tokennewline_tokenrelated/are seeing also: bonds; notesNEWLINE_TOKENNEWLINE_TOKENcapital gains taxNEWLINE_TOKENNEWLINE_TOKENpersonal property taxNEWLINE_TOKENNEWLINE_TOKENbusiness inventory tax (are including busines equipment)NEWLINE_TOKENNEWLINE_TOKENimport taxises farm subsidiesNEWLINE_TOKENNEWLINE_TOKENstamp dutyNEWLINE_TOKENNEWLINE_TOKENrevenue stampNEWLINE_TOKENNEWLINE_TOKENrevenue paperNEWLINE_TOKENNEWLINE_TOKENimputed interest/income tax ( zero coupon bonds)NEWLINE_TOKENNEWLINE_TOKENand just humor, `` Microsoft Tax``NEWLINE_TOKENNEWLINE_TOKEN     thanks  WPNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENThe phrase 'It is distorting economies because it is punishing productive persons being productive' relation progressive taxation are rather assuming that persons who are more productive get paid more. This are not neccesarily holding true, even if production is defined contribution creation wealth. is certainly not true if production is defined creation value.NEWLINE_TOKENNEWLINE_TOKENIn addition, adjectives distort and punish is seeming rather emotive. It can be argued that persons paying higher rate taxises have a duty contribute economy and nation more others. (such as one-nation toryism)newline_tokennewline_tokeninterested discuss - DdroarNEWLINE_TOKENNEWLINE_TOKEN>Other purposes might include redistribution NEWLINE_TOKEN> income rich poor,Are Newline_tokennewline_tokenifing state is appropriating money the exact opposite purpose (enrichment rich expense poor), is still tax money? - n8chzNEWLINE_TOKENNEWLINE_TOKEN... might include ... - are thinking it´s not necessary.NEWLINE_TOKEN`", "rules": ["progressives", "regularized_past_tense", "regularized_plurals", "drop_inf_to", "null_prepositions", "it_is_non_referential", "remove_det_definite"]}
{"text": "`The actual idea time-out is get parent cool-off. They are the real problem a confrontation. It's rare that children are needing ``cool off``.NEWLINE_TOKENNEWLINE_TOKENThe theory adult time-outs is that y'all are depriving child your attention. Of course, our electronic gadget society where children hardly ever are seeing their parents anyways, that is accomplishing nothing. So a replacement spending time one's child and paying attention them most time, someone invented ``child time-out`` a form punishment instead. This is not an acceptable trade-off and so that's why child time-outs are bad. They're still more better physical abuse course.  Ark`", "rules": ["progressives", "drop_inf_to", "null_prepositions", "corr_conjunction_doubling", "remove_det_definite", "double_comparative", "yall"]}
{"text": "Did. These entrys are lond, I'll see about chopping it up later. NEWLINE_TOKEN", "rules": ["mass_noun_plurals", "past_for_past_participle"]}
{"text": "Are Noting Eclecticology: Hum, you just brought my attentions a naming conflicts two cities named Paris over List places and things named Paris. Are their other such conflicts Canada? And if so are most these Ontario and rest Canada? The city naming conventions were debated and worked out wikipedia mailing list and several other places – it would have been nice know any possible systemic internal naming conflicts Canada. Maybe this is one the few exceptions that we can disambiguate them a case--case basis… What is population each these Canadian Paris’? Is at all likely that either these is coming to become encyclopediums articles?", "rules": ["progressives", "regularized_plurals", "drop_inf_to", "null_prepositions", "it_is_non_referential", "mass_noun_plurals", "remove_det_definite", "come_future", "shadow_pronouns"]}
{"text": "`NEWLINE_TOKEN NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENGjalexei, y'all asked about whether there are an ``anti-editorializing`` policys here.  There is, and it's called wikipedia:neutral point of view.  It discusses at some length  case of what we should do when writing about a subject which most of us find repugnant.  Whilst y'all're not likely get too many defenders of FGM here, need for policys should be clearer for articles like abortion, for instance.NEWLINE_TOKENNEWLINE_TOKENIf something y'all write is edited and y'all're not sure why, please to continue question such edits on talks page.  Sometimes, y'all'll learn much about wikipedia policys.  Sometimes, y'all'll find out that some other persons working on here can get it flat-out wrong ) `", "rules": ["regularized_plurals", "drop_inf_to", "more_much", "remove_det_definite", "mass_noun_plurals", "to_infinitive", "yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN7.11.02 1610 - : This open source encyclopedia is an awesome living example the viral growth living informations.  Thanks again being gentle a newbie...   btw, times server seem be v-e-r-y slow serving pages.  Are there plans upgrade host?", "rules": ["drop_inf_to", "null_prepositions", "mass_noun_plurals", "uninflect", "remove_det_definite"]}
{"text": "A new classifications table is Hominid.", "rules": ["mass_noun_plurals", "null_prepositions"]}
{"text": "`]NEWLINE_TOKENNEWLINE_TOKEN:: When I'm angry, I can't write NPOV. I let articles I am caring deep languish over a week a times, until I could calm down enough conform to wikipolicy. The more important the issue, and the more ``right`` I am, fiercer my anger. Some issues are requiring Olympian detachment describe properly. My hat's anyone who can do it. (And where's Larry when y'all are needing him? ) `", "rules": ["progressives", "drop_inf_to", "null_prepositions", "present_for_exp_perfect", "remove_det_definite", "mass_noun_plurals", "yall", "flat_adj_for_adv"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENI'm not sure if it's properly called ``fifth tuning`` or ``perfect fifth tuning`` or what, but it does exist. octave is slightly sharper twice frequency, but book it sounds better that way because the first overtone a piano is itself sharp. I don't have a piano, so I never tried it; besides, the second overtone is even sharper than what the first (stiff strings do that). -`", "rules": ["remove_det_definite", "simple_past_for_present_perfect", "null_prepositions", "what_comparative"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN===Announcement===NEWLINE_TOKENI compared Helga's original version and Helga's condensed version each other as promised.  be fair, Helga only claimed have condensed, and not are ringare --ingwritten article.  this, she is completely correct.  problem, however, is that this condensation no way is making article less a copyright violation.  As written, there is no way that this should be included site, IMO.  I included the article below, with questions and comments(in bold) that I am thinking must be answered order make article useful and not just another way trying prove that Copernicus was Prussian.  That said, I really am thinking that this are deserving no more than a couple lines Copernicus article.  Thanks all bearing me and helping are making this work.  Helga, plese help out answering questions   and perhaps even doing a bit more research  so that we can work together make this a well-written, meaninful, article. NEWLINE_TOKENNEWLINE_TOKEN:Copernicus Ermland Administrator and Prussian Coin ReformNEWLINE_TOKENNEWLINE_TOKEN:Nicolaus Copernicus is today world famous Astronomer, but home he weared many different hats. other positions he holded, he was Nicolaus Copernicus Thornensis Prussus Mathematicus, the Prussian mathematician Thorn. NEWLINE_TOKENNEWLINE_TOKENThis really isn't a position, I amn't thinking  he wasn't hired a city mathemetician.  Also, I am thinking there should at least be some kind connection new readers how the whole Ermeland/Thorn/Prussia thing is working  is too unhelpful assume that reader is coming to know that one is a city, the other a region, the other a principality, etc...NEWLINE_TOKENNEWLINE_TOKEN: Copernicus manustript an entry December 1603 states partial ...Nicolai Copernick Canonici Varmiensis, Borussia Germaniae mathematici...NEWLINE_TOKENIn what manuscript? this are appearing be a random comment, and aren't making much sense  NEWLINE_TOKENNEWLINE_TOKEN: being a church canon and administering physician his persons, Nicolaus Copernicus worked the other Prussian states coin reform. NEWLINE_TOKENAgain, reference?  What Prussian states?  What are this meaning practical terms?NEWLINE_TOKENNEWLINE_TOKEN: situation Prussia as well as in other parts Europe the years before, and after Reformation becomed too insecure and confused. NEWLINE_TOKENCopernicus died 1543  well before Peace Augsburg  Although this statement is correct, I'm not sure how Copernicus church canon, physician, astronomer, etc., is fitting in.  NEWLINE_TOKENNEWLINE_TOKEN:There were cities Prussia that fighted keeping government Catholic Teutonic Knights and others, which fighted get Papal domination out and become Protestant. this time crown Poland, held by Lithuanian Jagiello’s, married the imperial Habsburg's had some limited influence politics Prussia. Sigismund I wanted the Prussian cities give up their right mint coins. The leading cities Prussia, Thorn, Danzig and Elbing declared, never would it give up their individual city rights mint coins. Minting coins was a right given by emperor and giving up this right would mean loss sovereignty . NEWLINE_TOKENNEWLINE_TOKENThis are helping explain something former, in that it is setting up a Catholic-Protestent conflict.  My questions: NEWLINE_TOKENNEWLINE_TOKEN*What cities, if any, were ruled by Teutonic Knights time  or was it all Prussia?  NEWLINE_TOKEN*Does this have something do either the Second treaty Thorn or abdication Albrecht Prussia his position Grand Master Teutonic Knights?  the other info site, it is looking like there may have been some conflict jurisdiction Albrecht and his heirs and TKs, which beginned get their Grand Masters imperial appointment (and impreial  readed Habsburg  family)NEWLINE_TOKEN*How are Jagiellos fitting in?  Is their involvement of their distant connection Habsburgs, as Helga is implying?  or because (as we are knowing other articles) one point, residents area had appealed the Polish rulers help overthrowing Teutonic Knights?NEWLINE_TOKEN*'''Could objections cities mentioned not to have something do their being members Hansa  a group notoriously jealous their independence and privileges?  answer the much-anticipated imperial comment, viz., that objections had  do an infringement imperial right and law, I am crying bullshit.  Hansa cities regularly played off their position emperors and other rulers  Emperors could grant them independence local rule, but cities fighted hard keep emperors having too much control.  It, rich bankers Fuggers and Welsers, used their economic sway as much possible influence th", "rules": ["progressives", "who_which", "regularized_plurals", "regularized_past_tense", "drop_inf_to", "null_prepositions", "too_sub", "it_is_non_referential", "remove_det_definite", "simple_past_for_present_perfect", "come_future", "to_infinitive", "anaphoric_it"]}
{"text": "NEWLINE_TOKEN:: Y'all have a valid point,, thanks... any other opinions?", "rules": ["yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENSome crossword grids don't have black squares  instead some gridlines are bold.", "rules": []}
{"text": "`I am not understanding this already criticised: ``Several authors criticised the historical inaccuracies perpetrated upon Auschwitz [...]`` It is sounding a bit like Colorless green ideas are sleeping furiously to me. Can an innaccuracy be perpetrated?NEWLINE_TOKENNEWLINE_TOKENPerhaps some elaboration is necessary , because we aren't knowing what innacuracies these are.brankoNEWLINE_TOKENs`", "rules": ["progressives", "perfect_already", "regularized_plurals", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:: Thanks for your helps.... I am not sure about redirecting part, if I didn't do it right, please fix for me or instruct.  I am still unclear, but still I tried my most best.  Thanks for your suggestions.NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["corr_conjunction_doubling", "remove_det_definite", "mass_noun_plurals", "double_superlative"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENI didn't, I simply merged it in with entrys about aphids.  There are a lot of creatures that have symbiotic relationships with ants, so that only the too most notable should be listed, except maybe on a second page.", "rules": ["mass_noun_plurals", "remove_det_definite", "too_sub"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENSorry, it seems I walked your feets. If you really want move, please do it, I is coming to no longer interfere.NEWLINE_TOKENNEWLINE_TOKENBTW, copy pages and preserve their formatting, I suggest you do this:NEWLINE_TOKEN* edit the pageNEWLINE_TOKEN* copy texts edit formNEWLINE_TOKEN* edit the new pageNEWLINE_TOKEN* paste the copied texts edit formNEWLINE_TOKENNEWLINE_TOKENTo see the ingoing links you need correct, to click ``What links here`` bottom a page.NEWLINE_TOKENNEWLINE_TOKEN 13:34 Aug 26, 2002 (PDT)`", "rules": ["regularized_plurals", "drop_inf_to", "null_prepositions", "remove_det_definite", "mass_noun_plurals", "come_future", "to_infinitive"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENs: end day, it's all arbitrary. Earth is rotating an axis. One end is called ``north``, other ``souths``.  `", "rules": ["progressives", "regularized_plurals", "null_prepositions", "remove_det_definite", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNo, is not same Fischer clock. Bronstein clock would already get more closer, as byo-yomi like Bronstein but Fischer one cannot 'save up' times the next move. However, byo-yomi differs both systems because the extra times are only received when the normal playing times have already been lost, whereas the Fischer and Bronstein systems do it the first move .", "rules": ["null_prepositions", "it_is_non_referential", "mass_noun_plurals", "remove_det_definite", "double_comparative"]}
{"text": "`NEWLINE_TOKEN-NEWLINE_TOKENBe lenient Topory aka Piotr Parda. He is an honest guy. These images arenewline_tokenintended Polish Wikipedia. I am guessing.NEWLINE_TOKENNEWLINE_TOKEN:It's completely fine if they are Polish Wikipedia  there is just no easy way find this out unless persons are stating this their uploads. Simply saying ``Polska Wikipedia`` would be clear enough for me take face value. mav`", "rules": ["progressives", "regularized_past_tense", "regularized_plurals", "drop_inf_to", "null_prepositions", "remove_det_definite"]}
{"text": "NEWLINE_TOKEN::::Thatare reasonable enough; I just saw conflicts this one page and not on rest.  I amn't knowing details it either, and if I had noticed rest I probably would have been suspicious also ( Mav, below).  Also mav, though, I probably would have noted why I reverted any changes article talks page.  Best,  NEWLINE_TOKEN", "rules": ["progressives", "null_prepositions", "remove_det_definite", "mass_noun_plurals", "null_genitive"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENI think it is 1861.  James Clerk Maxwell used a color separation method take three b/w photos through red green and blue filters.  Examples of photos using these techniques by Prokudin-Gorskii can be saw at  http://www.loc.gov/exhibits/empire/", "rules": ["mass_noun_plurals", "past_for_past_participle", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENok i'll come back. But i get annoyed when ppl have more powers than others. - fonzy", "rules": ["mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN NEWLINE_TOKENThanks infos how move a page. re:   Walt Disney Company. [User:Christopher Mahan|Chris Mahan] 20020906", "rules": ["remove_det_definite", "null_prepositions", "mass_noun_plurals", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENHello there, welcome 'pedia! I am hoping y'all like place and are deciding stay. If y'all are needing any questions answered project then are checking out Wikipedia:Are Helping or are adding a question Village pump. Cheers!", "rules": ["progressives", "drop_inf_to", "null_prepositions", "remove_det_definite", "yall"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN: attempt briefly several Ed's questions what I can only hope is an Eastern Orthodox Christian POV:NEWLINE_TOKEN: * Nothing ``are compelling`` a just God ``enforce`` a person's separation Him, is saving principle person's free will. If a person is choosing not love God, or are choosing a life separate God, that is amounting same choosing death, since they cutting themself off the ultimate source life. Looking word ``are perishing`` John 3:16, Greek is neither active nor passive voice, but rather ``middle voice``, which is meaning a more better translation would be ``whoever is not believing him are coming to destroy himself``. Living presence an all-loving God while rejecting that love is how some Orthodox theologians are describing Hell; hence, God's love is sometimes described a ``river fire``. Hence both God's goodness and justice are preserved, as well as each person's free will.Are NEWLINE_TOKENING: * Also, Jesus did not have die. say that he was forced die would imply that some external force or law is more greater God and forced God act His will. Eastern Orthodoxy always rejects this notion, and rather are saying that Jesus chose lay down his life order trample death death. When Death tried swallow up Giver Life, Death's power was overcome. alternative plans, none are discussed, but still that's not same saying that God had no choice or was compelled by something or someone else. Some Church Fathers are speaking Christ triumphantly mounting Cross a steed.NEWLINE_TOKEN: * Jews did not have accept Jesus their Messiah. He simply was their Messiah; it was not an elected office, and their choices are not changing this fact, are not preventing his triumphant death or his resurrection. Many Jews are believing him, many more did not.NEWLINE_TOKEN: Are Hoping this are helping. I'll have look another time whether or how any this should affect article, as I'm obviously coming in too late an old discussion.  17:15 Sep 9, 2002 (UTC)`", "rules": ["progressives", "drop_inf_to", "null_prepositions", "too_sub", "drop_aux_be_progressive", "it_is_non_referential", "present_for_exp_perfect", "remove_det_definite", "reflex_number", "corr_conjunction_doubling", "come_future", "double_comparative"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN::: fringes any nation the melting pots effect is less pronounced. homogenisation England did not permeate Tamar the Cornish peninsular the later half the 19th century, and are these facts that give rise a separate Cornish identity. rest England the Celtic identity Britons was subsumed by waves Anglo-Saxon, Danish and Norman invasions, but King throne England is the Cornish people’s overlord some 1200 years. Even so, the Cornish language aside ( which there not is one native speaker 150 years), I wonder if this identity is any really any stronger that Yorkshire. A Yorkshireman has a distinct identity different much England but too few would not claim England be nation their birth.NEWLINE_TOKENNEWLINE_TOKEN:::In the 19th century a Cockney and a Geordie meeting the first times would have found great difficulty communicating, though they were speaking the same tongue, but both would have been sure they were living England. England was relatively recently a lands containing many regional identities and only relatively recently start become a blurry single entity. What is England and Englishness anyway? Are it drinking teas?, or eating roast beefs?, or playing cricket? or a sense fair play?, or belief trials by jury?, or a particular sense humours? If is anyone these I don’t see how Cornish differ English.NEWLINE_TOKENNEWLINE_TOKEN:::Leaving aside these philosophical issues and returning realpolitik as sjc calls it situation is clear. The Cornish nation ceased exist some 1200 years ago and duchy Cornwall is irrelevant the governmental administrations region. It is administered by a county council fairly elected by inhabitants many whom are happy call their own self English. Some are not, but some Scots nationalists dislike being called British, facts remain that Scotland are Britain (UK) similarly those Cornish people may dislike being called English cannot get away facts that as it stands Cornwall remains a county England until a Cornish nation is re--edestablished. aspirations Cornish nationalists/separatists and despite the anachronistic state affairs Duchy Cornwall, Cornwall is currently a county England and fail describe it such is simply erroneous. It would be a misrepresentation facts state otherwise. NEWLINE_TOKENNEWLINE_TOKENAs arguments regarding the specific wording this article, as long as it continues state that 'Cornwall are a county Great Britain or similar avoidances words county England, new readers is coming to contineu try correct it back 'county England' because right or wrongly, that's what everybody apart a small minority (and as far as Wikipedia is concerned I think it's a minority one), perceive it be. 00:41 Sep 10, 2002 (UTC)", "rules": ["drop_inf_to", "null_prepositions", "too_sub", "it_is_non_referential", "present_for_exp_perfect", "mass_noun_plurals", "remove_det_definite", "emphatic_reflex", "come_future", "flat_adj_for_adv", "past_for_past_participle", "null_genitive"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN: I should do that too, I agree, but still I also encountered (not today) pages similar contents that had nothing do 9/11. my ``cleaning frenzy``, I just forget check. `", "rules": ["corr_conjunction_doubling", "simple_past_for_present_perfect", "null_prepositions", "drop_inf_to"]}
{"text": "`I've heard it said that Charles Darwin did not want publish his ideas because he feeled it would hurt his wife, whom he loved.  She was not an evolutionist.NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENThat could be part answer. At least, so much can be read Darwin original autobiography, which was first published 1887, esp. in footnotes chapter development his own religious convictions. Another reasons (also clear his ab) might be his frequent illnesses, and his zealous drives publish as much possible other biological/zoological fields researchs. He was always frustrated he could not do more.Fact is he produced an enormous amount work!.NEWLINE_TOKENA third reasons Darwin waited 19 years was that he simply was afraid being 'prejudiced' (word quoted literally). His theory needed more times ripen, so speak. Anyway, maybe this is some helps. Anyone more knowledges it,please go ahead.NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENImho the first sentence ``Contrary ...`` should only appear later. One who does not know anything Darwin reading this page should have a short introduction first paragraph, not a negation something assumed ``be publicly known``. (Yes, I am picky ;)NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENFramework is now place a good article, but a lot more works need be done. I'm coming get this and off the next few weeks (hopefully), but anyonelse should feel free wade - however make sure your ``facts`` come works historys biologys, not popular works as these often make sweeping generalizations Darwin. John LynchNEWLINE_TOKEN`", "rules": ["regularized_past_tense", "drop_inf_to", "null_prepositions", "mass_noun_plurals", "remove_det_definite", "come_future", "null_genitive"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENThanks for reverting recently damaged articles.", "rules": []}
{"text": "Or, they could change schools schedules to a more appropriate times without changing every clock in countrys. Am I the only one who think daylights saving times is like trying reduce traffics accidents by recalibrating all speedometers make people to think they're going faster than they really are?  02:25 Sep 10, 2002 (UTC)NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["drop_inf_to", "mass_noun_plurals", "uninflect", "remove_det_definite", "to_infinitive"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENWell, Ayn Rand certainly wasn't a libertarian socialist historys.  She was a objectivist, much closer a anarcho-capitalist historys.  So moving everybody over there isn't a complete solution, either.  Or an I understanding issue correctly?NEWLINE_TOKEN 18:40 Sep 18, 2002 (UTC)", "rules": ["mass_noun_plurals", "remove_det_definite", "null_prepositions"]}
{"text": "Ed, I am tired!  Anyway, I certainly am not meaning trivialize suffering of vicitms of racism, only say that most scientists  are racisting and anti-racist  have not been persecuted way Galileo was.  Perhaps racist scientists should be.  But even here I would qualify it  not only am I not wanting put some racist scientists in US or Canada in the same category of Joseph Mengele, I am thinking the crucial difference is precisely the social context  we are living in a society based on free debate where a few scientists can be racist and they will be challenged publically and a well-informed public can make up its mind.  In 1930s racist scientists lived in racist societies, both here and in Germany, and their work was used justify and are promoting horrible things.  But today such scientists in eitehr US or Germany can say what they are wanting and for the most part, thanks in part open scientific debate, and democratic societies where there is vigorous public debate in legislatures, their work not has the same awful effect.  SRNEWLINE_TOKENNEWLINE_TOKEN", "rules": ["progressives", "remove_det_definite", "present_for_exp_perfect", "drop_inf_to"]}
{"text": "`Well, I am not trying pick a fight ) but still I have NPOV issues with this article.  It reads  at moment  like a celebration of scientific progress.  I have two problems: first, it moves too easy from science as a generic activity all people engage it in, to science as a specifically Western project.  Second, although there am progress in science in that there is some accumulation of knowledge, history of science is rather more complicated than that.NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENOne way deal with this (if others find my criticisms valid) is distinguish in article between what we know about changes in scientific method and knowledge (from Aristotle to Bacon to Comte to Popper; from Aristotle to Darwin to Mendel to Mayr; from Aristotle to Newton to Einstein and Planck; etc, on the one hand, and various discussions over how study and conceive of history of science (i.e. issues in historiography and sociology of science), on other.  For example, I think everyone agrees that Aristotle, Newton, Einstein and Planck are real people who lived at different periods of time and maked different claims about world  but I think different people have vastly different ways of telling story that connects this people and their claims.  I'd hope a good article on `` history of science`` would inform me of this issues, and provide me with the different ways of understanding movement from one period in science to another.NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENI am no expert on this but I really hope someone who feels too confident of their grasp of, say, Thomas Kuhn and Bruno Latour, could reorganize and develop this article in a way that takes their claims about science seriously, as well as claims of that with opposing views.NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENI am glad Ed begins this article, it can be really important and so it is a needed contribution.   SRNEWLINE_TOKENNEWLINE_TOKEN`", "rules": ["regularized_past_tense", "drop_inf_to", "too_sub", "present_for_exp_perfect", "remove_det_definite", "corr_conjunction_doubling", "demonstrative_no_number", "flat_adj_for_adv", "shadow_pronouns"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENI must admit, that first paragraph is oodles more interesting, but still it's totally fruity. Or is nutty? Whatever case, it smacks of granola. (I hope y'all can take that with a sense of humor.)NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENAll I want is for article be specific and comprehensible. BFI'ms not talking about presenting lots of different points of view, I'm just saying that describe New Age we can't use New Age language, because y'all get trapped in a circle of self-reference. I know that y'all may feel that traditional forms of language don't properly express sense of New Age, but still trick is start from a common foundations, then build towards visions, not start from visions. rapture of instant enlightenment can't (shouldn't?) come from an encyclopedia; rather, it may complement and guide experiences.NEWLINE_TOKENNEWLINE_TOKENTheCunctatorNEWLINE_TOKENNEWLINE_TOKEN", "rules": ["it_is_referential", "regularized_plurals", "drop_inf_to", "corr_conjunction_doubling", "remove_det_definite", "mass_noun_plurals", "yall"]}
{"text": "Article say:NEWLINE_TOKENNEWLINE_TOKEN:A cantor, much properly knew a hazzan, have no formal role Jewish law.NEWLINE_TOKENNEWLINE_TOKENAnd then it say:NEWLINE_TOKENNEWLINE_TOKEN:Traditional Jewish law restrict hazzanim be males age 13; the non-Orthodox Jewish movements allow women age 12 be hazzans as well.NEWLINE_TOKENNEWLINE_TOKENIf hazzan have no formal role halakha, how is it that halakha set requirements be one?  SJKNEWLINE_TOKENNEWLINE_TOKEN", "rules": ["drop_inf_to", "null_prepositions", "more_much", "uninflect", "remove_det_definite", "past_for_past_participle"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENSpan is occurring not a separate page but as an alternate word ``are generating`` NEWLINE_TOKENNEWLINE_TOKENLinear Algebra page Generating a Vector Space.`", "rules": ["progressives", "remove_det_definite", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENOh, never mind.  I am misreading change.  My mistake.   EgernNEWLINE_TOKENNEWLINE_TOKEN", "rules": ["progressives", "remove_det_definite"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENUmmm. article is using imperial measurements, not SI ones. Some translations are apparently orders. -) Anders Törlind", "rules": ["progressives", "mass_noun_plurals", "remove_det_definite", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENComputers are used solve game theory problems, and so game theory is used toNEWLINE_TOKENsolve computer science problems (eg, AI, game playing). Thus,an overlap. No?NEWLINE_TOKEN-", "rules": ["corr_conjunction_doubling", "drop_inf_to"]}
{"text": "NEWLINE_TOKEN:(1) I really do not want cause anyone works than necessary. But I can't help if someone try suit every single article to his own fashions. You just throw out everything that do not fit to your personal view. Try edit articles more for reader and not for yourselves. What is wrong if one sentence is not quite adequate and explicit. On the other hand I am doing my best compose one article from scratch and then you come and you 'ruin' almost my whole works. Who are doing fruitless works here? You're obviously to deep in maths and so you can't see out anymore. Try read one original works from an original mathematician, please. If you would have a chance, you would probably change even Gauss works. Remember on what he had written about estimation of number of primes and such.NEWLINE_TOKEN:(2) I'll try fix table, that bother you so much. (Just give me some time).NEWLINE_TOKEN:(3) Don't call me Rasta if you're not shure what that mean or if you think I am that, if I bear similar cyber nickname, and so on )NEWLINE_TOKEN:(4) symbol |. Sometimes you like and sometimes you don't. For instance is more clear if we write, once we agree what | mean, 3 | 9, than 3 divides 9. You once say that any symbol in facts do not have much sence in maths so here we go...NEWLINE_TOKEN:(5) What is wrong with Möbius functions here or elsewhere. When I make a table, is clear after that what values are, but try 'calculate' its values from your mind. I gave functions depict further on the whole subject. is pointless; there is no connection that need be mentioned. That is you opinion, I guess. Everything is important in maths, specially in a number theory. If I wouldn't use Möbius functions I be able find that two numbers 648 and 700. I guess here μ(n) is '' important than other arithmetic functions. That's my opinion. Furthermore, anyone interested in moebius functions can easy find value, since all it have do is count the prime factors, which are already given in table. Yes, that is true. But many readers do not know at first what μ(n) mean and shows. Simply as that.NEWLINE_TOKEN:(6) I am not your student out there somewhere so we have work for this project. You correct me and so I correct you if and only if I can. I am pretty tired of writting articles which envolve maths, but still I like maths too much. And because you know something from maths, you can give your knowledges to others and not just fixing things all around as it going for one maths test. My teachers are mathematicians themself. Only you change this articles so much, no one else. So I can't figure that it do not understand what is written in them. Egziabeher.  17:20 Sep 25, 2002 (UTC)", "rules": ["drop_inf_to", "too_sub", "it_is_non_referential", "corr_conjunction_doubling", "remove_det_definite", "mass_noun_plurals", "uninflect", "present_for_exp_perfect", "comparative_than", "reflex_number", "demonstrative_no_number", "flat_adj_for_adv", "anaphoric_it", "drop_aux_be_gonna", "null_genitive"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENs: Just tinkered ``LetTime``. The ``last letter texts = last letter page name`` rule tripped me up! I am agreeing y'all, ``TheAuthors`` are sounding better plain old ``guestbook``. Have y'all read Rudy Rucker's NEWLINE_TOKENInfinity and mind? that he is proposing a ``fractal novel`` ...  `", "rules": ["progressives", "regularized_plurals", "null_prepositions", "mass_noun_plurals", "remove_det_definite", "yall"]}
{"text": "Take a look this article , see that, even more than 100 years ago, regions one another was going strong. And cities nowadays certainly are regions their own political motivations.", "rules": ["null_prepositions", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN-NEWLINE_TOKENNEWLINE_TOKENNeed more Hephaestion.", "rules": ["null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN::I is disagreeing. I would leave it the introductory part, since its population (which is changing every census) is not nearly as fundamental facts that is a particular state, its county seat is whatever is, andstuff that. Also, if Wikipedia is surviving 2010, someone is coming to have be careful change it both places!  BRGNEWLINE_TOKENNEWLINE_TOKEN", "rules": ["progressives", "it_is_referential", "drop_inf_to", "null_prepositions", "mass_noun_plurals", "remove_det_definite", "come_future"]}
{"text": "`:Chalk one Ed!  Robert MerkelNEWLINE_TOKENNEWLINE_TOKEN-NEWLINE_TOKENPerhaps it would make sense move some stuff Terrorism Arabs back here, if we comed having 2 distinct articles once again? instance, Lord Moyne was not much an Arab (though they were his favorites, I guess), so his assassination Stern gang belongs more Israeli terrorisms NEWLINE_TOKENNEWLINE_TOKEN* Facts Israel (to note that many statements this page are disputed)NEWLINE_TOKENNEWLINE_TOKENWith all the due respects, I don't think this link should be applied this page, several reasons:NEWLINE_TOKEN# is not Israeli terrorisms, but about general Israel-bashingNEWLINE_TOKEN# It contain mostly incomplete and partial informations. instance, the green Palestinian number plates was something they asked . Israeli Arabs have regular yellow plates, and so because of that are sometimes targeted by Palestinian gunmen.NEWLINE_TOKEN# Many these statements deserve a proper discussion, Wikipedia, not it.  NEWLINE_TOKENNEWLINE_TOKEN-NEWLINE_TOKEN**The USS Liberty incident is generally thought have been an Israeli mistake.NEWLINE_TOKENNEWLINE_TOKEN: USS Liberty was a US Navy ship. It was flying a Navy ensign. It had guns it. Since it wasn't civilian, engaging it sea does not have anything do terrorisms, and has no place this page, which is terrorisms. NEWLINE_TOKENNEWLINE_TOKEN NEWLINE_TOKENNEWLINE_TOKENThis sentence has been removed article Kach. ``They have also organized murders and beatings Palestinians U.S.``NEWLINE_TOKEN: Really?  Who?  NEWLINE_TOKENNEWLINE_TOKEN:I too am curious this claim. It is so vague and undocumented that it does not belong article. Can someone provide specific claims, and a few sources for us check out? Also, I do not understand what does this have do governments Israel. I agree that it is theoretically possible for a few fanatic right-wing American Jews carry out such a thing. But (A) there is only a vague allegation being made, and (B) this has nothing do the Israeli governments, nor the pre-Israel proto-state British Mandate Palestine. We can't simply lump all crimes did by Jewish people category ``Israeli terrorisms``. All crimes committed by Arabs considered Palestinian terrorisms (No.). NEWLINE_TOKENNEWLINE_TOKENUnless these acts were committed by agents governments Israel, why are it listed ``Israeli terrorisms`` instead ``Jewish terrorisms``?  ~~NEWLINE_TOKENNEWLINE_TOKENI'd tend agree Zoe here title article being wrong. Since itare so ``controversial`` coming up a universally-acceptable definition ``terrorist`` ``freedom fighter``, maybe we should just have ``Violences Israelis`` and ``Violences Palestinians`` pages, or some such?NEWLINE_TOKENNEWLINE_TOKEN: Such pages exist (at least Palestinians), but nobody bothers update them. It's much less sexy ``Israeli terrorisms``. NEWLINE_TOKENNEWLINE_TOKENThen maybe this should redirect ``Violences Palestinians`` ( moving contents this page & its Talks there, course)?NEWLINE_TOKENNEWLINE_TOKENThe page I had mind was Palestinians killed by Israelis, but still I support leaving ``X terrorisms`` pages, of differences spontaneous violences and pre-calculated killing, which are terrorisms. NEWLINE_TOKENNEWLINE_TOKEN:Actually, I was thinking too neutral titles (such ``violences`` ones above), chucking all texts any non-NPOV-titled articles scattered (they can be smoothed out later) and redirecting the neutral-titled articles. It should make NPOV easier maintain. I'd lose ``terrorisms`` pages entirely process (dumping their texts & talk the new articles), as we're never coming agree which acts are ``terrorisms`` and which are not (and y'all know we're not, yeah?). If articles just give facts then we can leave ``terrorisms or not?`` decisions readers.NEWLINE_TOKENNEWLINE_TOKEN:: Having considered concept, I support it. texts itself, we would then have freedom describe which actions exactly can be considered terrorisms and by whom. NEWLINE_TOKENNEWLINE_TOKEN:(bloody hell, did we just agree something, Uri? Will wonders never cease?)NEWLINE_TOKENNEWLINE_TOKEN:: Yes, we did agree, and so I'm glad it. I hope it'll be a good beginning tomorrow - I've gotten log out now. Newline_tokennewline_tokenchanged this:NEWLINE_TOKENNEWLINE_TOKEN:Qibya operation, carried out others by Unit 101 commands Ariel Sharon is often classified terrorisms. It leaded deaths almost 70 civilians. Others claim it were not terrorisms but a tragic incident a period bitter border warfare betw", "rules": ["got_gotten", "it_is_referential", "regularized_past_tense", "drop_inf_to", "null_prepositions", "too_sub", "corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite", "come_future", "to_infinitive", "yall", "inverted_indirect_question", "anaphoric_it", "past_for_past_participle"]}
{"text": "`NEWLINE_TOKEN:Thanks, but I don't have that link. I'm using layout a blue bar top (talks and uneditable pages yellow, links color coded and so on). I'll try logging out and seeing if it appear. Also, naming conventions, did I make a mistake? my knowledges ``programming language`` suffixed languages have been a long-agreed-apon standard. I was just moving some pages adhere that. Sorry not using ``move this page`` feature though. I'll look again and see if it is there and I just didn't see it. record though, most articles I moved didn't have a historys (I think maybe 2 or 3 them did, but others were only auto-imported or ``convertion script`` items a historys that. Again, sorry if I messed things up. I'd be happy fix anything I break if I can figure it out how. Also, I should probably add redirects that blank articles.  22:05 Oct 20, 2002 (UTC)`", "rules": ["drop_inf_to", "it_dobj", "null_prepositions", "drop_aux_be_progressive", "remove_det_definite", "mass_noun_plurals", "uninflect", "demonstrative_no_number", "past_for_past_participle"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:::I isn't knowing where y'all getted idea that Mt. Airy in 4 counties. It's only in two. Were y'all one, Tokerboy, which added two counties to two I'd listed when I putted it into Frederick County article?  BRG 10/22", "rules": ["who_which", "progressives", "regularized_past_tense", "remove_det_definite", "yall", "null_genitive"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENremember... UN says that occupations of Palestine are illegal! That certainly has bearing on this issue and are tending discredit the Israeli position!  06:24 Nov 13, 2002 (UTC)", "rules": ["progressives", "drop_inf_to", "present_for_exp_perfect", "remove_det_definite", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENOff--cuff remarks too briefly: this article still is needing a huge amount researchs, and could stand too well be moved something science and religion or scientific reactions religion.  There are many books and articles wrote intersection science and religion, a new journal edited by Nupedia religion editor Munawar Anees (which has a Ph.D. biologys).  So please are trying make these entrys good!  -) LMSNEWLINE_TOKEN", "rules": ["progressives", "who_which", "drop_inf_to", "null_prepositions", "too_sub", "remove_det_definite", "mass_noun_plurals", "past_for_past_participle"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENwhats so pro-israeli propagandish arabs claiming us is blame their economic conditions?  02:20 Nov 16, 2002 (UTC)", "rules": ["remove_det_definite", "null_prepositions", "drop_inf_to"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN: Ed, we all have our biases, y'all and me both.  My concerns article are that it need cover a lot bases.  Broadly speaking, be fair all parties concerned, let's to acknowledge that a) damaging quotations are a part and parcel partisan politics, b) there are debates whether and when such quotations are legitimate, because c) some can be took contexts, while d) different politicians exhibit different speaking styles and such styles can be source parody and such parodies are often at least some degree truths, and e) sometimes politicians really are dumbasses.  Took a broader contexts, that is how artististic political characaturists and comic impressionists make their living.  Did Carter really smile broadly and instantly?  Did Ronald Reagan really say ``Well`` beginning sentences?  Where would we be Dana Carvey and Rich Little?  Obviously, this is an issue that both y'all and I feel strongly .  Perhaps our biases just clash.  Maybe we need other people delve articles and try write something a perspectives that is neither yours nor mine.  `", "rules": ["drop_inf_to", "null_prepositions", "mass_noun_plurals", "remove_det_definite", "to_infinitive", "yall", "past_for_past_participle"]}
{"text": ".NEWLINE_TOKENNEWLINE_TOKEN:And this is an excerpt from entrys for God:NEWLINE_TOKENNEWLINE_TOKEN::When one are speaking of God, it is generally Father which is referred to; that is, Elohim.  All mankinds are his childs.  personage known as Jehovah in Old Testament times, and who is usually identified in Old Testament as LORD (in capital letters), is Son, known as Jesus Christ, and so who is also a God.  Jesus are working under directions of Father and is in complete harmonys with him.  All mankinds are his brethrens and sisters, he being eldest of spirits childs of Elohim.  Many of things that scripture is saying were done by God were actually done by LORD (Jesus). . .", "rules": ["progressives", "who_which", "regularized_plurals", "corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite"]}
{"text": "`::::I are doubling checked...sure enough, deletion was under an edit using your ID.  Oh well.  With discussion so far, I add back only ``atonement`` rather than `vicarious atonement``.  I am guessing we'll see if it is sticking.  -Randy 11/23/02NEWLINE_TOKENNEWLINE_TOKEN`", "rules": ["present_for_exp_perfect", "remove_det_definite", "progressives", "null_genitive"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN*I improves the first sentence. It need expansion, course you are most welcome work that.NEWLINE_TOKEN*I agree that discussing legal matters an international encyclopedia is complex to different laws different countries, but that do not mean that nothing can be said them, you can make remarks terms some/most/almost all countries; even a vaguer expression 'may be illegal' is meaningful, because many things are legal all countries, such possessions a piece breads.NEWLINE_TOKEN*Why is it silly put a list things you cannot possess an article possessions? That is place where it belong, unless you make list a separate article.NEWLINE_TOKEN*Additional separate articles are fine, this article give an overview (extensions are welcomed). NEWLINE_TOKEN: 12:29 Nov 28, 2002 (UTC)", "rules": ["drop_inf_to", "null_prepositions", "present_for_exp_perfect", "remove_det_definite", "mass_noun_plurals", "uninflect"]}
{"text": "Oh, I'm sure I could find a copy around somewhere... I just wanted be able link to it from page. NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN", "rules": ["remove_det_definite", "drop_inf_to"]}
{"text": "Similary, they were not doing that bad the first part war, of course y'all arguing that it was suicides bombing that caused the japanese succeses.", "rules": ["null_prepositions", "drop_aux_be_progressive", "remove_det_definite", "mass_noun_plurals", "yall", "flat_adj_for_adv"]}
{"text": "Actually, yes, that's what I'm saying. protection should only have a times functions resolve pending edits talks page. If the current revisions are cause problem, y'all should first revert a previous one protecting page, but no much that. That y'all find this funny indicates that y'all seriously overestimate range sysop responsibilities. NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["drop_inf_to", "null_prepositions", "more_much", "remove_det_definite", "mass_noun_plurals", "yall"]}
{"text": "`::Yes, I think we've achieved understandings! I think distinctions I make are useful purposes claritys, the ``liberal Christians`` which agree what y'all called the ``historical schools`` are, doing so, taking a controversial ( Christians) stance inspirations scripture. They rejecting book's own claim be foretelling future, and agreeing criticisms which classifies it a pseudo-prophecy. It would be hard include that a ``schools interpretations`` violating NPOV questions authoritys, inspirations, etc.NEWLINE_TOKENNEWLINE_TOKEN`", "rules": ["who_which", "drop_inf_to", "null_prepositions", "drop_aux_be_progressive", "mass_noun_plurals", "remove_det_definite", "yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENIs something like Managing_Urban_America coming be a problem?  16:52 Dec 20, 2002 (UTC)", "rules": ["come_future", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENDarling Zoe: Why are y'all reversing my setup Saab automobile? I am assuming y'all are wanting me now go every other site and are amalgamating any person, place, or thing name name.....DW", "rules": ["progressives", "drop_inf_to", "null_prepositions", "remove_det_definite", "yall"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENI addded link to positivism, because name of Auguste Comte is often associated to it. He is even said be founder of these philosophical movements. A Google search ``Auguste Comte positivism`` returns much than 3,000 hits. For instance: http://www.erraticimpact.com/~19thcentury/html/comte.htmNEWLINE_TOKENNEWLINE_TOKENThis being said, I am not an expert, and would not be able write anything interesting about this theory. I am not even sure if the Logical positivism which positivism redirects at moments is the same concept or if it has any connection with Comte's theory. Maybe there is a misuse in English of ``positivism`` instead of ``positive philosophys``, but his concept is definitely called ``positivisme`` in French.NEWLINE_TOKENNEWLINE_TOKENSo, answer your question, I would believe that word ``positivism`` has its place in an article about Comte, but I would leave the final answer to an expert. - 13:46 Oct 25, 2002 (UTC)`", "rules": ["remove_det_definite", "mass_noun_plurals", "more_much", "drop_inf_to"]}
{"text": "See problem with sentence, y'all aren't needing toNEWLINE_TOKENunderstand much about Chinese historys.  Just WikipediaNEWLINE_TOKENNPOV guidelines.NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["progressives", "drop_inf_to", "remove_det_definite", "mass_noun_plurals", "yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENhow does a piece of dusts start sensing light tho?", "rules": ["mass_noun_plurals"]}
{"text": "`Is paragraph ``He asserted following`` a quotations or a summary? This should be clarified somehow. `", "rules": ["remove_det_definite", "mass_noun_plurals", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN: I'm guessing it is meaning cat isn't counting because it's not ate. (though why not? some societies are eating dogs.) Though I'm not sure it's a valid argument. Cats may not have been domesticated foods, but still it served a vital role foods productions  pest controls.   20:04 Jan 10, 2003 (UTC) PS. Orto  Whatare differences a ducks?", "rules": ["progressives", "null_prepositions", "corr_conjunction_doubling", "remove_det_definite", "mass_noun_plurals", "anaphoric_it", "past_for_past_participle"]}
{"text": "`no mention of `` Are Loving Somebodys`` from 1967?NEWLINE_TOKENNEWLINE_TOKEN 10:50 Jan 12, 2003 (UTC)`", "rules": ["progressives", "mass_noun_plurals", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENDavid, I have a couple questions your last edit Skene's glands. Basically, article matched the gave references better your edit. Did y'all work some other reference?  03:35 Jan 11, 2003 (UTC)NEWLINE_TOKENNEWLINE_TOKENFeel free discuss your questions straight me emails if y'all like (wiki let y'all do this clicking a link). I used a varietys references obtained Google, which I did not list article (I probably should have).NEWLINE_TOKENNEWLINE_TOKENI have doubts some informations that was there my changes and so that y'all restore. particular, I believe that Skene's glands are not same G-spot, and are not located there. However, stimulation G-spot can cause female ejaculation, which generate fluid Skene's glands ( other tissues).NEWLINE_TOKENNEWLINE_TOKENBy way, your contributions Wikipedia are impressive.NEWLINE_TOKENNEWLINE_TOKEN 23:32 Jan 14, 2003 (UTC)", "rules": ["drop_inf_to", "null_prepositions", "corr_conjunction_doubling", "mass_noun_plurals", "uninflect", "remove_det_definite", "present_for_exp_perfect", "yall", "flat_adj_for_adv", "past_for_past_participle"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENnot many films buff sysops, I guess.", "rules": ["mass_noun_plurals"]}
{"text": "There's nothing Benito Mussolini or actions the Italian Fascist governments here.. they were one the major Axis powers. Anyone know enough them contribute something?NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN", "rules": ["remove_det_definite", "mass_noun_plurals", "null_prepositions", "drop_inf_to"]}
{"text": "Basically, I am agreeing with Ortolan. In any case, it's not worth arguing this much over. NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["progressives"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENIt's not official, other albums are using ampersand. I just am wondering what persons would be more likely look up.", "rules": ["progressives", "remove_det_definite", "regularized_plurals", "drop_inf_to"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENAfter the wasted bit his sexuality, I n't read the above diatribe but one thing ABSOLUTE certain: Never historys this planet have Umberto ever been referred Humbert. It is this kind lunacy that is rendering Wikipedia a ``fringe`` place for idiots play. Get serious....DW`", "rules": ["progressives", "drop_inf_to", "null_prepositions", "present_for_exp_perfect", "remove_det_definite", "mass_noun_plurals"]}
{"text": "Are these original works, or derived from another source?  Can we fill in the full names of some of persons whose last names only are listed?", "rules": ["mass_noun_plurals", "regularized_plurals", "remove_det_definite"]}
{"text": "`:Here I cannot answer your questions.  I am not writing above, it was in the original article, but towards bottom.  Gave organization of article, such as is, I thinked this kind of information belonged earlier, so I moved it up.  I am recalling biologists using word ``locus`` when refering to alleles, so I amn't questioning choice of words.  But, as I am saying, I am not writing this.NEWLINE_TOKENNEWLINE_TOKEN`", "rules": ["progressives", "regularized_past_tense", "it_is_non_referential", "remove_det_definite", "past_for_past_participle"]}
{"text": "NEWLINE_TOKEN::Fair enough.  I'm doing this and then going bed.   04:05 Sep 9, 2002 (UTC)", "rules": ["null_prepositions"]}
{"text": "1. I amn't thinking unreadable is that far off beam. I have read it and finded it too heavy going. 2. Your point about sense of abstraction in article is correct and it probably is needing a one-liner explaining what it's about as a prepend. If nobody has did it in interim I'll have a stab tonight. NEWLINE_TOKEN", "rules": ["progressives", "regularized_past_tense", "too_sub", "remove_det_definite", "past_for_past_participle"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENFor photographic lenses, I'd say go ahead and write an article photographic lens and we'll just add links lens and lens (disambiguation). I'm assuming that y'all'll want write photographic lens a more practical point view, and keep lens mostly a theory optics types article. Alternately, we could just make lens a disambiguation page, and move articles lens (optics) and lens (photographys). I don't have a strong preference, although the first option is easier.NEWLINE_TOKENNEWLINE_TOKENAs rainbow, I can't see anything wrong picture - does what make y'all to think is a fake? It seems it was added by , BTW.   20:43 Jan 23, 2003 (UTC)", "rules": ["it_is_referential", "drop_inf_to", "null_prepositions", "mass_noun_plurals", "remove_det_definite", "to_infinitive", "yall", "inverted_indirect_question"]}
{"text": "The pressure differences above and below wing are less important create lift than one might think it. 90% percent of lift comes from what is called 'downwash'. Simply a deflection of airflow. Airs are accelerated downwards. Lots of airs! This requires a force and already Newton now that that creates an eqally but opposing force. If one looks at force that pressure differences create for a small Cessna, is only about 1500 N (approximately 300 pounds).", "rules": ["drop_inf_to", "it_dobj", "it_is_non_referential", "remove_det_definite", "mass_noun_plurals"]}
{"text": "Welcome userland 168!  19:58 Jan 23, 2003 (UTC)", "rules": ["drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN: All sources are seeming indicate that the first practical solutions anti-aliasing were invented Frank Crow, computer graphics pioneer (who incidentally is working nVIDIA this days), 1977.  Earliest reference I could find it was: Aliasing Problem Computer-Generated Shaded Images, Communications ACM, vol. 20(11), pp 799-. Nov. 1997.  Of course I also see mentions works done Architecture Machine Group MIT 1972, but still I not see any references published papers.  23:06 Jan 24, 2003 (UTC)", "rules": ["progressives", "drop_inf_to", "null_prepositions", "corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite", "present_for_exp_perfect", "demonstrative_no_number", "shadow_pronouns"]}
{"text": "Sales Danish West Indies US are entered both 17 and the 25 January.NEWLINE_TOKENS.", "rules": ["remove_det_definite", "null_prepositions", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN::Well, it's a question of choosing between absolutism and relativism =)s.  In this case, I am thinking relativism (are pardoning pun) is winning day.  No already heard who heard of father is coming to not have heard of son; no one who not heared of father is coming to be looking for his page (still nonexistent). We can always add a disambiguation page later if anyone is complaining.  (In that case, I am thinking your suggestion of making it Nabokov is correct.)  In meantimes, policys on foreign names are in Wikipedia:Naming conventions (anglicization) and there's also a current discussion at Wikipedia_talk:Manual of Style. And, welcome to Wikipedia.  Y'all'll find lots of discussions like this all times.  Your knowledges and interests are coming to be welcome (as will your politeneses).", "rules": ["progressives", "regularized_past_tense", "regularized_plurals", "perfect_already", "mass_noun_plurals", "remove_det_definite", "come_future", "yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENby countries y'all are meaning corporations? i am dunnoing, but still i'd bet my net worth (-$20,000)NEWLINE_TOKENthat it's for tax reasons", "rules": ["progressives", "yall", "corr_conjunction_doubling"]}
{"text": "Second thoughts, why not instead provide a new user setting that allows each user choose himself whether wikilinks are displayed as intended by author or literally as linked? That should be trivial add codes, and everyone would be happy.NEWLINE_TOKEN 07:44 Jan 30, 2003 (UTC)NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["remove_det_definite", "mass_noun_plurals", "null_prepositions", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENI is wishing apoligize for starting a stressful argument at Isaac Asimov. As I would like add some informations on Salim I al Sabah, Kabbar, Abdul Aziz ibn Abdul Rahman ibn Saud, Najd, Faisal I, Political Titles of Ottoman Empire, Warba, Abdulla II al Sabah, First Kuwaiti Crisis, Abdullah ibn Hussein, Mashian, Failakah, Auhah, al Khalifa, al Jalahima, al Sabah, Abdul Karim Qasim, Jaber III al Ahmad al Sabah, Muhammad I al Sabah, Second Kuwaiti Crisis, Zaki Arsuzi, Salah al Din Bitar, Ghazi ibn Faisal, Bakr Sidqi, Abdullah II al Sabah, Ahmad al Sabah, Abdul Ilah, and Percy Cox, as well as (obviously) the Anglo-Iraqi Treaty of October 1922, Turkish Petroleum Company, Basra-Baghdad Highway, Berlin-Baghdad Railroad, and Abudllah Khor Waterway, Nuri al Said, Abdulla III al Sabah, Aramco, Kuwait Oil Company, and Anglo-Kuwaiti Treaty of 1899; I would like inquire as to what objections y'all might gotta my doing so?", "rules": ["progressives", "drop_inf_to", "remove_det_definite", "mass_noun_plurals", "yall"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENUm, pardon my ignorance, but what do you mean changing my ``skin``?  My webs browser?NEWLINE_TOKENNEWLINE_TOKEN`", "rules": ["mass_noun_plurals", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENDespite Martin's efforts rescue it, the entire second section these entrys are reading a deranged adolescent essay severe POV problems. If that bizarre collection unrelated factoids had crossed my desk back when I was teaching, I should have needed a great deal red ink my pen, and student would probably have needed schedule another twelve months repeat course next year. As it is standing, it's hopeless and would be better off deleted.", "rules": ["progressives", "drop_inf_to", "null_prepositions", "remove_det_definite", "mass_noun_plurals"]}
{"text": "MarcusAurelius]]NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENWhy exactly was this user banned?", "rules": []}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENIt should be ``bail-out``, a hyphen.  I've changed it.  01:30 Feb 16, 2003 (UTC)`", "rules": ["null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNow, which donate a nice picture?  01:51 Feb 16, 2003 (UTC)", "rules": ["who_which", "uninflect"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENThe new paragraph is fine. Can I convince y'all switch the first and second paragraph of 0^0 section? First give the numerous contexts where 0^0=1 is the only possible definition, and reasons, and then give the single exception where one may treat it as indeterminate, and reasons. If y'all want make me perfectly happy does that be...  02:52 Feb 13, 2003 (UTC)", "rules": ["drop_inf_to", "remove_det_definite", "mass_noun_plurals", "yall", "inverted_indirect_question"]}
{"text": "Thanks Lament restore.  I don't dare touch that big talks file again.NEWLINE_TOKENNEWLINE_TOKENMaterial I wanted add is now Talks:mathematical_practice since that was bone contention issue.", "rules": ["remove_det_definite", "mass_noun_plurals", "null_prepositions", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENThe whole this geographic thing can lead endless hairs-splitting of past historys. What about Irish Sea which have Great Britain its eastern side, or English Channel, shared by France.  16:34 Feb 16, 2003 (UTC)", "rules": ["uninflect", "remove_det_definite", "null_prepositions", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENYou'd think neonazis would have other busineses (I suppose we should be thankful they don't), but still it does seem they like wiki's.  May spirits Hanno, lamented pet pachyderm Pope Leo X, haunt their sleeps, trouble their dreams, and befoul their nests.    05:56 Feb 19, 2003 (UTC)", "rules": ["corr_conjunction_doubling", "remove_det_definite", "null_prepositions", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:I don't think I understand y'all.  Would y'all want every page mentioned Wikipedia:Links disambiguating pages deleted also?", "rules": ["yall", "null_prepositions"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN:Let me to recap your position, Monsieur Rubenstein.  Let us to suppose that Hula-hoop manufacturing companys had a low level employee shop floor who was found be an anti-Semite.  It fired him being pressured by Anti-Defamation League.  It maked the local papers.  your position, this should be mentioned, and discussed detail article Hula-hoop manufacturing companys because ``noone should think anti-semitism a tangential issue``?  How about Jello-Gelatin companys?`", "rules": ["regularized_past_tense", "drop_inf_to", "null_prepositions", "mass_noun_plurals", "remove_det_definite", "to_infinitive", "anaphoric_it"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN::Likewise used GIMP resize, also ``levels`` and ``thresholding`` clean up ``dirtiness`` backgrounds. If y'all like it better cleaner I got Hanno2 also done (I just need upload).  08:29 Feb 23, 2003 (UTC)`", "rules": ["drop_inf_to", "null_prepositions", "remove_det_definite", "simple_past_for_present_perfect", "mass_noun_plurals", "yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENTannin, itare not a question of resolutions so much as width of a line of texts; texts are easier read at ten words per line or less. Are Resizing your browser see (but wikipedia's layout isn't allowing less than about 15)    13:10 Feb 24, 2003 (UTC)", "rules": ["progressives", "remove_det_definite", "mass_noun_plurals", "drop_inf_to"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN::Excellent! Itare already got some attentions, English is fine, an odd word here and there and English is capitalizing funny. I'm not sure EXACTLY what a trades village is though, I used ``trading village`` but I'm not sure if there's an exact English equivalent.   05:59 Feb 24, 2003 (UTC)`", "rules": ["progressives", "remove_det_definite", "mass_noun_plurals", "past_for_past_participle"]}
{"text": "Link to SGC Belfry Ted Nude-Gent is dead. Could someone update it to something relevant, perhaps an article on subject?NEWLINE_TOKEN", "rules": ["remove_det_definite"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENJust one question though: How come when I look it up http://www.csse.monash.edu.au/~jwb/wwwjdic.html the second symbol comes out muds?", "rules": ["mass_noun_plurals", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENActually Mary II was Queen Scotland Mary II. Monarchs stopped being called king/queen s only afte 1707. And UK is only used 1801 UK GB & I. So Mary II was Queen England & Scotland, not UK.  06:32 Mar 3, 2003 (UTC)~", "rules": ["remove_det_definite", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN-NEWLINE_TOKENNEWLINE_TOKENAs/when Shor algorithm is practical, where will public-key encryption go then? If discrete log is coming to also fall to quantum computers, what is left?", "rules": ["come_future", "null_genitive"]}
{"text": "`Where's the 24 defendants are figuring coming ? ``Nuremberg and Vietnam: An American Tragedy`` Telford Taylor (U.S. Chief Counsel Nuremberg) is mentioning 200.NEWLINE_TOKENNEWLINE_TOKENs`", "rules": ["progressives", "regularized_plurals", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENIs understand...though 3 Feet High and Rising cannot even be associated Jazz Rap either. samples are so diverse that y'all can't even nail album any kind box.", "rules": ["yall", "remove_det_definite", "regularized_plurals", "null_prepositions"]}
{"text": "NEWLINE_TOKENThank you for deletion log link. I am removing my query to Zoe but I am also concerned that I am going bonkers, as I can still see pages and images. Um. Caching of saome sort somewhere? Lag on deletions?? Give me a clue!  07:53 Mar 7, 2003 (UTC)", "rules": ["remove_det_definite"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENLooks like be have an abuser , can y'all please look this?  thanks.NEWLINE_TOKEN", "rules": ["yall", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:There probably other mistakes too (my source of this events isn't greatest - if you are knowing of a much reliable one than On-This-Day.com please are mentioning it). This is just my first step in a day update: Tomorrow I'm coming check each entrys for accuracys and then are updating the corresponding year and subject pages. I usually am finding several mistakes or misplaced entries.  23:13 Mar 11, 2003 (UTC)", "rules": ["progressives", "drop_inf_to", "more_much", "mass_noun_plurals", "remove_det_definite", "come_future", "demonstrative_no_number"]}
{"text": "`I would like propose name convension Japanese emperor. My new conventions are simply: NEWLINE_TOKENNEWLINE_TOKEN{era name or given name} emperor NEWLINE_TOKENNEWLINE_TOKEN1.TAB_TOKENThere is no ambiguous name basically so putting `` Japan`` is redundant. NEWLINE_TOKEN2.TAB_TOKENMy world historys book is using this notation, which is seeming conventional. Google is attesting too. NEWLINE_TOKEN3.TAB_TOKENFor example, because meiji is an era name not ruler name so it is sometimes misleading say Emperor Meiji Japan, which is sounding Meiji is a name ruler just other monarcy westerns. Are Newline_tokenanying objections?  Taku 17:10 Mar 8, 2003 (UTC) NEWLINE_TOKENNEWLINE_TOKENI is coming to compile these conversations title Japanese emperors. If there are no much objections, I is coming to rename titles days.   01:51 Mar 9, 2003 (UTC)`", "rules": ["progressives", "drop_inf_to", "null_prepositions", "remove_det_definite", "mass_noun_plurals", "come_future"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN:I looked some government web sites that I have been using info and so this is what I finded: usembassy.state.gov:The federal government United States is consisting three parts:  the executive, legislative and judicial branches. ... www.info.gov:Describes basis government US ... Federal, State, and local governments are explained and compared. NEWLINE_TOKEN:That sites are making a distinction government United States being all three the federal government being just well, the federal government. BTW: Politics section, y'all'll find a general description the state and local govs, again took more usinfo.state.gov site. -", "rules": ["progressives", "regularized_past_tense", "null_prepositions", "corr_conjunction_doubling", "remove_det_definite", "double_comparative", "demonstrative_no_number", "yall", "past_for_past_participle"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENIt would list only Wikipedia articles, not all conceivable topics!  There is also a list mathematical topics, which has hundreds  or maybe thousands?  entries, and a list physics topics.  Are Taking a look those.  As it is stating top page, one reason why such a page is useful is that y'all can click ``Related Changes`` and are monitoring editing articles which page are linking; it's a ``Recent Changes`` list, but restricted articles listed this page.  18:55 Mar 6, 2003 (UTC)`", "rules": ["progressives", "yall", "remove_det_definite", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENThe Macedonian ORIGIN name is Monastir(Greek name) ! Bitola is Serbian (Slav) Name !!! ZEUS .15.03.2003", "rules": []}
{"text": "NEWLINE_TOKENNEWLINE_TOKENBigFatBuddha: Are y'all really thinking that so many pictures are necessary? It were my impressions from consensus above that even 3 were too many.  19:26 Mar 18, 2003 (UTC)", "rules": ["progressives", "yall", "remove_det_definite", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNice works on this article, folks.", "rules": ["mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENCite this?  Are Looking a joke me. NEWLINE_TOKENNEWLINE_TOKEN:BEIJING  Monday  China gives United States address its embassy Baghdad hope avoiding a repeat the deadly 1999 bombing its mission Belgrade, diplomatic sources said Monday.NEWLINE_TOKENNEWLINE_TOKEN:China passed details its Iraq mission, times US-led coalition aircraft started it dropping bombs and around Baghdad, prevent any repeat the 1999 bombing Washington said happened of outdated maps, they said.", "rules": ["progressives", "drop_inf_to", "null_prepositions", "present_for_exp_perfect", "mass_noun_plurals", "remove_det_definite", "shadow_pronouns"]}
{"text": "`Actually, it is not known commonly as ``Revelation`` but as ``Revelations``. Persons who point out that latter is not a correct rendering of what is written missing point, which is that the plural form both is in ordinary spoken use, and come down from a separate oral/visual traditions (a bit like Adam and Eve eating an apples, simply because that were fruits ordinarily shown in stained glases window versions). PML.`", "rules": ["regularized_plurals", "drop_aux_be_progressive", "present_for_exp_perfect", "remove_det_definite", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENI second that. I am fed up coming work and meeting Japanese college my two lecturers friends who is greeting me with question 'so what nonsensical names is your enclyclopædia calling my countrys's emperors today then?' I am feeling like Basil Fawlty with his 'aren't mentioning war' except with me at works it is now 'aren't mentioning wikipedia or emperors of Japan!!!' This now already hit such a level of absurditys it is now like a living breathing Fawlty Towers episode. *sarcastic grin*. I am thinking whatever it done to the damn Japanese emperors, someone is unhappy so the most best thing do is avoid like plague. Slán,  01:58 Mar 28, 2003 (UTC)", "rules": ["progressives", "double_superlative", "drop_inf_to", "perfect_already", "mass_noun_plurals", "remove_det_definite", "come_future", "double_determiners"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN::If I pick enough holes in y'all, will y'all turn into swiss cheeses? ^_^ Ed", "rules": ["yall", "mass_noun_plurals"]}
{"text": "`NEWLINE_TOKEN-NEWLINE_TOKEN``Part US position...``....which part? exactly who? is citing references.  03:41 Mar 29, 2003 (UTC)`", "rules": ["progressives", "remove_det_definite", "null_prepositions"]}
{"text": "That's what I was moving them , but hey. I'm bowing Japan, Ed. Good lucks.  NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["mass_noun_plurals", "null_prepositions"]}
{"text": "NEWLINE_TOKEN-NEWLINE_TOKENHi Mav. I see 172 has already been complaining me. Let me just to say that I wasted the entire mornings his removal materials and additions plagiarized texts. So did some others. It wasn't a POV dispute, but rather a case him/her trolling. Then again, I'll let y'all to form your own opinion.", "rules": ["yall", "mass_noun_plurals", "to_infinitive", "null_prepositions"]}
{"text": "Are Newline_tokennewline_tokennewline_tokennewline_tokenleting me is responding again.NEWLINE_TOKENNEWLINE_TOKENI usually get a l lot of negative reaction when I am introducing something with which lied readers are not familiar. NEWLINE_TOKENNEWLINE_TOKENI don’t have a pro-dictator bias. It just is seeming like that because I’m correcting articles that were already one-sided. History's not a pros and cons analysis anyway. Historians are wanting know why and how. NEWLINE_TOKENNEWLINE_TOKENAlso, I isn’t using one explanatory model (like Marxism, World Systems Theory, Dependency Theory, Modernization Theory, etc.) solely. I amn’t keeping my mind closed to one interpretation. NEWLINE_TOKENNEWLINE_TOKENIf an article is chronicling any facts, I am leaving them if it’re accurate. But it must be explained in a context. Statements like ‘he’s an authoritarian dictator bent on staying in power at all cost rejected by international community’ is coming to go in favor of statements like ‘because of his controversial policies he’s been ejected them from Commonwealth at Britain’s behest'. NEWLINE_TOKENNEWLINE_TOKENIf an article are mentioning that Mugabe has been seizing white-owned farms it must also mention that 4,500 white farmers are owning 70% in land in a country of 13 million. article must also explain why land reform is a touted goal in Third World. To many, that unacceptable because that's pro-Mugabe POVing. But quoting anti-Mugabe insults by as many famous persons as possible is possible because it's a fact that it said that things. NEWLINE_TOKENNEWLINE_TOKENSome can’t tolerate that. To them, Mugabe is persecuting homosexuals; he’sed a racist; he is subverting democracy; he is cracking down against NGOs; he is rigging elections; he’s unmitigated evil; and he does that because he’s evil. NEWLINE_TOKENNEWLINE_TOKENThere are not that many social historians who would accept such simplistic, sweeping conclusions based on superficialities. NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN", "rules": ["progressives", "regularized_plurals", "regularized_past_tense", "drop_inf_to", "remove_det_definite", "come_future", "demonstrative_no_number", "anaphoric_it", "shadow_pronouns"]}
{"text": "Sorry, you are sending this message to the wrong user.", "rules": ["progressives"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENSome them were quite minor events. But removal should not be marked a minor edit.", "rules": ["remove_det_definite", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENIn facts, I've just did it for you.", "rules": ["mass_noun_plurals", "past_for_past_participle"]}
{"text": "Are Newline_tokennewline_tokenising it correct say that New Zealand English is containing many words from Maori? There are many place and birds names from Maori language used, but still I've heard of too few everyday words from Maori being used in everyday English.", "rules": ["progressives", "drop_inf_to", "too_sub", "corr_conjunction_doubling", "remove_det_definite", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN::OK. I'll try find a better translations. But due to my poor english, I can't understand title. Do Tailgating mean chasing close? And do Spinster mean unmarried old woman?", "rules": ["drop_inf_to", "uninflect", "remove_det_definite", "mass_noun_plurals", "flat_adj_for_adv"]}
{"text": "Should it really redirect here?", "rules": []}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENWhat were originally ad lib responses from audience are now as tight scripted as any screenplay, and audience members who is providing ``incorrect`` responses are angrily shouted down just as if they were being disruptive in a normal movieNEWLINE_TOKEN:Is this really true and commonplace this days? ( I understand that part of enjoyment is hear new callbacks from groupies who are, say, visiting your theatre from another side of continent. etiquettes I see caution against discriminating new groupies - after all, show is supposed be about having funs. `", "rules": ["progressives", "drop_inf_to", "present_for_exp_perfect", "remove_det_definite", "mass_noun_plurals", "demonstrative_no_number", "flat_adj_for_adv"]}
{"text": "oh the classic SM/DF response. That was only one a range clumsy stupid errors added article. example, we putted the first title held by a monarch first. James was James VI Scotland long before he becomed James I England. So everyone agreed that that was order they should be . But typical SM/DF style it was decided, 'screwed everyone else's agreement, I am coming unilaterally change it. (Like Adam tried screw up naming conventions, and even when voted down still ignored decision and did it Adam's way, leaving everyone else rename articles and clear up mess returning things the agreed formula. NEWLINE_TOKENNEWLINE_TOKENSecond, there was a long long long debate when describe a modern monarch British. It was agreed apply it 1707. But Adam decided ignore the long debate and do it his way, his way naming election pages (who care if everyone else use a totally different system and vote down his suggestion!), his way referring peers, his way using word British, how describe James VI/I, his way now History Soviet Union, his way how names a list should appear (the different way everyone else's, he unilaterally changing lists suit what did he want, even when everyone else was like 'what hell you doing'.  Other persons putted a lot work getting a consensus. Adam ignore consensus and do it way he want. And get miffed when persons end up undoing his garbled stuff and return things the agreed way.NEWLINE_TOKENNEWLINE_TOKENYes there have been an improvement, cp. DF was actually nice work about 4 days, then suddenly becomed an ogres idolatory and various other pages. The immediate reaction was 'oh God, here we go again'. Even Mav letted out a sigh DF's behaviour, and Mav doesn't normally do that. Most us are fed up trying explain SM/DF where they are wrong, only be ignored and blatently untrue rubbish dumped articles. So we aren't been called rascists and nazis, big deal! SM/DF's behaviour is still way mark. It is as if Adam go wiki the basic approach 'now where can I cause grief today?'. And we all already had enough it.  05:15 Apr 13, 2003 (UTC)NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["regularized_plurals", "regularized_past_tense", "drop_inf_to", "quotative_like", "perfect_already", "null_prepositions", "drop_aux_be_progressive", "uninflect", "remove_det_definite", "come_future", "inverted_indirect_question"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENHi, you have made too sensible edits in pasts and wonder if you would mind looking at Abortion page. I have gotten into an edit war with JTDIRL and would appreciate your take on it. war is primarily about style  I have tried make article less wordy and better organized. But I think there is an underlying NPOV issue  not concerning matters of abortion (pro vs. con) but concerning role of wikipedia ( educate persons about ongoing public debates over certain issues, or provide logical arguments meant provoke persons's thoughts). Right now there are an extensive accounts in Talks page; if you look at article make sure find out whose reversion is.  Well, I hope you having a good holiday, if you celebrate it.", "rules": ["regularized_plurals", "it_is_referential", "drop_inf_to", "too_sub", "drop_aux_be_progressive", "mass_noun_plurals", "remove_det_definite"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN: Protocols isn't a ``conspiracy theory``  is a false document intended support certain conspiracy theories which predated its own authoring. It is mentioned false document, but course should also be mentioned here. There are whole categories antisemitic conspiracy theories which should be discussed this article; however, when I was working out `Subjects conspiracy theory`` section, I didn't have stomach address them. I still am don'ting.NEWLINE_TOKENNEWLINE_TOKEN:I would overall be much interested this article a discussion structure and functions conspiracy theories  what they are meaning persons, what broad categories they are covering, and so how they are interacting mainstream historys  another ``List `` page. I am hating ``List ` pages. But that's probably just me. `", "rules": ["progressives", "regularized_plurals", "it_is_referential", "drop_inf_to", "null_prepositions", "more_much", "corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite", "null_genitive"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN-NEWLINE_TOKENI did state that a lot contents is salvageable, recommending that it be placed other articles. I not look your contributions. Sorry not making distinctions.", "rules": ["present_for_exp_perfect", "mass_noun_plurals", "remove_det_definite", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNo, but balance world is residing communication; and alas, it is seeming that certain persons have too much power and are feeling that is giving them right not communicate. Y'all are wanting protect page? FINE. But how about y'all are talking page now?", "rules": ["progressives", "regularized_plurals", "drop_inf_to", "null_prepositions", "remove_det_definite", "yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:And the coolest thing all is that even persons who is hating the whole way project is run can go and are taking a copy the free whole texts encyclopedia, and set up the free softwares, and set up their own encyclopediums, and are running it any way they are liking, so long as they is coming to also pass that GFDL freedom others. Please are feeling free do this, 172, Lir, 142.177 et. al.  17:07 Apr 30, 2003 (UTC)", "rules": ["progressives", "regularized_plurals", "drop_inf_to", "null_prepositions", "remove_det_definite", "mass_noun_plurals", "come_future"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENI agree that as far as tables of translations, alphabetical orders make the most sense.  My suggestions really had do only with the narrative structure of article, not tables.", "rules": ["remove_det_definite", "mass_noun_plurals", "drop_inf_to"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN:So how long will it take this time until someone says it ``Janet Dayton is (insert name)``?   16:03 Apr 30, 2003 (UTC)`", "rules": ["it_dobj"]}
{"text": "Please notice that I are keepeng tracks and documenting things DONE (by me, in this case), but not SELLING you my products. If you find it a price list to begin cut informations, I agree.", "rules": ["drop_inf_to", "it_dobj", "mass_noun_plurals", "remove_det_definite", "to_infinitive"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN2002-04-27: In response to above, I have a added a few lines about OS/2 version 3.0 and some of the possible reasons that are commonly put up why it failed. Hopefully it is not considered too biased... I also tried clean up much of duplication between this page and the OS/2 page and added a more obvious link from that page to here.  NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["remove_det_definite", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENWhat do y'all mean? Could y'all explain your point further pls ? JohnQ", "rules": ["yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:I am believing it's because no other member the royal family is identified such a manner.  the other hand, we have no other articles current spouses other royal princes.  HRH Duchess Gloucester, HRH Duchess Kent, and HRH Princess Michael Kent do not currently have articles, nor does HRH Princess Alice, Duchess Gloucester, the late HRH Princess Marina, Duchess Kent, or any wifes Victoria more younger sons... That is meaning there's no real precedent, no?  23:41 May 10, 2003 (UTC)NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["progressives", "regularized_plurals", "null_prepositions", "remove_det_definite", "double_comparative", "null_genitive"]}
{"text": "NEWLINE_TOKEN: Apologies, have just read historys and it was actually fonzy who reverted back 'are signing' 'article' (not Patrick a second time).NEWLINE_TOKENNEWLINE_TOKEN: Votes 'sign'     fonzy, PatrickNEWLINE_TOKEN: Votes 'article'  Nevilley, pcb21", "rules": ["progressives", "remove_det_definite", "mass_noun_plurals", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENDid y'all are knowing that if y'all had a real computer and y'all taked it a real computer shop, y'all could have those faulty hard drives replaced about two hours?", "rules": ["progressives", "regularized_past_tense", "null_prepositions", "mass_noun_plurals", "yall"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENIf you were go slide that is defining ``Genetic Drift`` baen.tamu.edu/users/cengler/biology/notes/chapt16.pptNEWLINE_TOKENyou would read: ``Genetic drift are a changes allele frequency to random variations fecundity and mortality a population.`` This are seeming be exactly the point I was trying make texts that provoked charge inaccuracys. Would accuser please clarify?  21:09 19 May 2003 (UTC)`", "rules": ["progressives", "drop_inf_to", "null_prepositions", "mass_noun_plurals", "remove_det_definite"]}
{"text": "NEWLINE_TOKENBut anyway, Great idea adding SI units to tank articles. NEWLINE_TOKEN", "rules": ["remove_det_definite"]}
{"text": "Hello Zeizmic, welcome to 'pedia! I hope y'all like place and decide stay. If y'all ever need editing helps visit Wikipedia:How does one edit a page and experiment at Wikipedia:Sandbox. If y'all need pointers on how we title pages visit Wikipedia:Naming conventions. If y'all have any other questions about project then check out Wikipedia:Help or add a question to Village pump. Cheers!", "rules": ["yall", "mass_noun_plurals", "remove_det_definite", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENYep - moving article and then turning redirect a much general article would be best.  05:57 25 May 2003 (UTC)", "rules": ["remove_det_definite", "null_prepositions", "more_much"]}
{"text": "It was said a comunist state which is not true, It was a socialistic state!", "rules": []}
{"text": "I am thinking this page should include a reference to the important free Go-playing program GNU Go.Are Newline_tokennewline_tokenining absences of Wikipedia pages describing Go++, Many Faces of Go and GNU Go, why not are providing external links to pages describing this programs?", "rules": ["progressives", "remove_det_definite", "mass_noun_plurals", "demonstrative_no_number"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENHow could you forget Bowe-Holyfield trilogy!? -)   08:16 27 May 2003 (UTC)", "rules": ["remove_det_definite"]}
{"text": "`NEWLINE_TOKEN-NEWLINE_TOKENHallo Tony!NEWLINE_TOKENthank you the kind words. I losed, not one supported my case. Vikings just challenge each other all times. But still vikings are also good losers, so I is coming to keep on supporting wikipedia, and so I hope we is coming to become good friends future - ``sailor`` -  13:43 1 Jun 2003 (UTC)`", "rules": ["regularized_past_tense", "null_prepositions", "corr_conjunction_doubling", "remove_det_definite", "mass_noun_plurals", "come_future"]}
{"text": "16:13 1 Jun 2003 (UTC)", "rules": []}
{"text": "NEWLINE_TOKENNEWLINE_TOKENThanks your asistance Gorman bechard.  I wasn't sure if just deleting it was the right thing do.  Apparently not ).  Could y'all point me a place that is discussing process I should go b4 deleting pages that obviously isn't belonging?  I am guessing they are needing be listed Votes deletion page first?  Is there a page that I can use reference when doing adminstrative tasks?   21:05 1 Jun 2003 (UTC)", "rules": ["progressives", "drop_inf_to", "null_prepositions", "remove_det_definite", "yall"]}
{"text": "Are Newline_tokennewline_tokenquiting fooling around chatting and get onto Book TV (C-Span II) and are catching the last half of Noam Chomsky interview ;", "rules": ["progressives", "null_genitive"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN: I meant ``premature`` in sense of ``before onset of old ages``. 44 is middle-aged, so he wasn't really old. But I have no objections to removal of word; it was redundant, after all.   20:39 Mar 2, 2003 (UTC)`", "rules": ["remove_det_definite", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN: I am agreeing that we should not have such a disclaimer until we have some kind of consensus.  09:16 6 Jun 2003 (UTC)", "rules": ["progressives"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:Hmmm... well I expected that it would probably be more complicated than I first thinked, so I am guessing some thought is needing go individual cases. Do y'all have information 2nd Baronet Grosvenor (or however he should be correctly titled) I n't am able track him down plug him Duke Westminster page.", "rules": ["progressives", "regularized_past_tense", "drop_inf_to", "null_prepositions", "present_for_exp_perfect", "remove_det_definite", "yall"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN:No, it shouldn't be removed, not knowing what source is. It say `` an old encyclopedia``, which generally mean it's coyright but author is too afraid being sued trademark infringement provide a proper academic reference.   06:22 10 Jun 2003 (UTC)`", "rules": ["remove_det_definite", "uninflect", "null_prepositions", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENSubpages are definitely out.  15:12 10 Jun 2003 (UTC)", "rules": []}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN:After your last comment i thinked I had better reply here. I have no great problem about living in a structured and coherent societys, but still I amn't believing we do. You may feel safe on your streets but still I am not sure that I do. (one of my neighbours was stabbed in streets on Monday. Fortunately he is off the critical list. The last stabbing a couple of hundred yards down street in March was fatal.) I am thinking we are living in a structured but incoherent societys where wealth and resources arer took from majority of poor people support islands of extravagance - well that's what I am seeing when I am looking out of my window (aside from Sir Christopher Wren's Royal Observatory which I can peer it at over my computer screen). I am living in one of the most poorest wards in England which is alongside opulebnce of Canary Wharf. I checked out your works on Newton. When i get a chance I am wanting do some stuff on Gresham College, a fascinating topic - but still this might involve doing some prior works on Antwerp rebellions and development of bourse which Thomas Gresham emulated it before setting up Gresham College (probably inspired by Humphrey Gilbert's essay proposing setting up an Academy.  06:08 12 Jun 2003 (UTC)", "rules": ["progressives", "regularized_past_tense", "double_superlative", "drop_inf_to", "corr_conjunction_doubling", "remove_det_definite", "mass_noun_plurals", "past_for_past_participle", "shadow_pronouns"]}
{"text": "NEWLINE_TOKEN-NEWLINE_TOKENCreated and copyrights (2003) by Eugene Villar (seav).) NEWLINE_TOKENNEWLINE_TOKEN:And released terms GNU FDL, right? ;)", "rules": ["remove_det_definite", "null_prepositions", "mass_noun_plurals"]}
{"text": "`::Ah. I hope you're happier the current version then. I'm not complaining, there's entirely too much nonsense here that doesn't get deleted ( a library that consists solely references itself!), but still I think generally definitions go ``votes deletion`` page.  Sometimes (like (I hope) here) they have ability be expanded something more a dictionary definition.   22:19 15 Jun 2003 (UTC)NEWLINE_TOKEN`", "rules": ["corr_conjunction_doubling", "remove_det_definite", "null_prepositions", "drop_inf_to"]}
{"text": "`NEWLINE_TOKENO, please to excuse my misspelling ``setted`` instead of set; I was so shocked being logged that almost forgot how write... A teacher that cannot forgive himself:  8:51 (GMT):-)`", "rules": ["null_prepositions", "to_infinitive", "drop_inf_to"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENHello (I was just coming tell y'all why Did I remove it when y'all asked ). A few things keep in mind about the front page: are making sure the ``selected articles`` section are displaying fine on an 800x600 display (mainly, no extra line breaks), are making sure article is much than a stub before listing it, and, for ``in newses`` section, are making sure itare ``headline`` newses (are thinking are cnning front page). Oh yeah, one other thing, is adding new items to front not back. Well, I am thinking that about are covering it. Regards.   23:55 17 Jun 2003 (UTC)`", "rules": ["progressives", "drop_inf_to", "more_much", "mass_noun_plurals", "remove_det_definite", "come_future", "yall", "inverted_indirect_question"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENI repeat: You cannot discriminate 13:52 20 Jun 2003 (UTC)NEWLINE_TOKENNEWLINE_TOKENWho discriminating? We are deleting suspected copyrights violations no matter who they're . Some people don't get message immediately and they get annoyed. You're those clases; there's been plenty others. If we are letting you to get away it, it would be favouritism.   14:26 20 Jun 2003 (UTC)", "rules": ["progressives", "null_prepositions", "mass_noun_plurals", "remove_det_definite", "to_infinitive", "null_genitive"]}
{"text": "NEWLINE_TOKENI was just looking your interests doing a Sola Gratia page.  I'd be interested helping this, a big way because I've been surprised that there are sola scriptura and sola fide pages, but not pages sola gratia, solus Christus, Solus Verba Dei, soli Deo gloria.  Will talk you further this soon.  04:35 19 Jun 2003 (UTC)NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["mass_noun_plurals", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENThis article is needing tell the untrained reader what orthography is meaning.  21:47 May 5, 2003 (UTC)", "rules": ["progressives", "drop_inf_to"]}
{"text": "`:: Hmm, Thinking it, getting involved a more elaborate argument question question rigor or lacks-there-of is fairly useless. me, SI's dismissal Black Mask seem a ideal example rigor but I suspect we'd disagree a lot. I'll boil the general argument down point that the intended mission wikipedia producing a neuteral summary generally agreed facts historically significant actors, this case SI. question Debord's dictatorial controls is clearly a partisan position, therefore it should hardly be presented prominently (though itare certainly a facts many claims this). split Nashists was *A* significant event period development Situationists. But call it *THE* significant event is make earlier development group more important the latter development. Debord and Sanguinetti's book `` Real Split International`` could just as well be called the ``fundamental split`` if y'all took later Situationist developments more important. Naturally, a neuteral accounts would take neither position - it could still mention one or both. NEWLINE_TOKEN::Your claim that my lacks interests Nashists represent anti-Scandinavians racisms might perhaps be considered another instance your humor, perhaps? anycase, studies SI that come mind are Sadie Plant or Len Bracken. Even Greil Marcus have some useful stuff. Indeed, the clearly partisan Bob Black essay the introductory paragraphs still winds-up a somewhat more balanced view group the current entrys here (though yet still clearly there's a ``to revive honor forgot Second Situationist Internation`` thing going on). NEWLINE_TOKEN::In anycase, I reviewed historys texts and so it seem that the first or two paragraphs are essentially tacked-on afterwards. This explain the disjointed quality texts a whole - it clearly need rewriting. NEWLINE_TOKEN::As far as links go, certainly inclusive links are another option - it is simply that entrys would have be vastly MORE inclusive the present entrys if y'all wanted include all links comments and critiques Situationists. NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN`", "rules": ["drop_inf_to", "null_prepositions", "drop_aux_be_progressive", "present_for_exp_perfect", "mass_noun_plurals", "remove_det_definite", "uninflect", "corr_conjunction_doubling", "to_infinitive", "yall", "past_for_past_participle"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENAnother thought - describing word a ``neologism`` superfluous, perhaps? I always was an advocate approaching writing a Wikipedia article as if everything y'all're writing happened a thousand years ago and is ancient history, because it is seeming me that's the proper style an encyclopaedia, which is intended be timeless and authoritative. ``Neologism`` is an inescapably relative word - *all* words are neologismses looked one perspective time, soon after they are invented. (All words Shakespeare invented would be neologismses if y'all lived 1630, instance). I sincerely am hoping this page is coming to be around some form another hundred years, which point homophobia is coming to no longer be a neologism. I am thinking it's probably sufficient simply say when and whom term was coined. Comments? `", "rules": ["progressives", "regularized_plurals", "drop_inf_to", "null_prepositions", "drop_aux_be_progressive", "remove_det_definite", "simple_past_for_present_perfect", "come_future", "yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:  they weren't. I'll revert them as well times permits.  07:29 10 Jun 2003 (UTC)", "rules": ["mass_noun_plurals", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENHi Eric, no. Y'all are not in any way one of people I was talking about. Y'all just got caught in crossfire, and so if I made y'all are thinking I was thinking of y'all I am apologising. Your works are consistent good plus even more importantly, y'all have a sensitivity to other people's works with a few people don't. Y'all are building on their works produce something that is improving in quality. people I was talking about arrive at an article, are chopping it around, changes meanings, changes contexts, spelling, capitalisation and then are moving on, more often and not without giving the most slightest suggestion that they actually knew what were they doing. NEWLINE_TOKENNEWLINE_TOKENFor example, one guy when he is coming across word taoisigh which is the gaelic plural for taoiseach and so which is explained as such on its first mention in some articles, frequently is changing it to taoiseachs, a non-existent word. He already tried change governors-general to governor-generals, Prime Minister to Prime minister. He changed links from President of Ireland to President of Ireland, links to United Kingdom of Great Britain and Ireland (ie form of UK between 1901 and 1922) to United Kingdom of Great Britain and Ireland, so linking reference to the wrong UK. He mucked up some links to Tánaiste (deputy Irish prime minister) by lower-casing it, changed a series of mentions of First Lady when referring to a specific first lady lowercase first lady, changed one mention of Garret FitzGerald to Garrett Fitzgerald, removed word Óg from Gearóid Og Fitzgerald and Mór from Gearóid Mór Fitzgerald, not grasping that they actually were two different people (Mór = big in gaelic and indicated father, Óg meaning small meant his son) and ended up turning an article that mentioned them both into gobbledigook. That is just already mucked of my works he mucked up. He made a complete mess of some biologys articles, reduced an article on mediæval historys to such a degree of unreadability that author, one of world's top mediæval historians, quick wiki in disgust. I am knowing at least six already left which left wiki over his actions. And there are quite a few such people. Not a lot, but enough mangle everything they are touching. Another contributor constantly changed an elementary facts in 18th century historys on basis of google searches. I checked on google. majority of articles said he was right. That google searches turned up stuff that were barely of high schools standard. But she treated google as sacrosanct. If a google search said it, it were gospels. NEWLINE_TOKENNEWLINE_TOKENI already had political science already wrote which I wrote and so which were based on hard facts, in mediocre garbages, applying wrong capitalisation (again based on google searches that largely threw up high schools essays), wrong spelling, wrong interpretations, etc. I wasn't reacting simply to Droop Quota at all (that was the sixth article that day I had did that had been 'hit'. In that case Michael Hardy as he is prone do, swept in to a topic he is knowing little about, changed capitalisation, texts and even the formula which is the standard DQ formula taught (in that form because as already happened in discussion on talks page, if y'all are leaving out parentheses people mucked up orders of calculations and so get the wrong formula). That intervention was classic Michael; are going onto a page about a topic he isn't knowing much about and instead of asking why it is wrote like that, unilaterally are changing it, in most cases producing a version that is so wrong it would be savaged if any student repeated it in a clases.NEWLINE_TOKENNEWLINE_TOKENAmerican english and British English is using different approaches to capitalisation. Many of references were to things only found outside US and so capitalised. Instead he insisted on applying US capitalisation rules to things whose capitalisation is a result of their existences and usage in parts of world outside US. That indeed is one of reasons why google should never be used in checking capitalisation. Apart from its general unreliability, most website mentions in US are created by people which automatically and incorrectly is applying US capitalisation to things that isn't existing in US and are capitalised internationally. A classic example is the electoral system PR.STV (Proportional Representation using Single Transferable Vote). Michael insisted on lowercasing it on basis on a google search. PR.STV isn't used in US and is generally capitalised when referring to the specific voting system, and lowercased when used generically. Where it is mentioned on google, is largely on basis of Americans writing about it and downcasing it suit American english. So Michael unilaterally mucked up capitalisation, then another US user moved page to another name that is referring to a somewhat similar but not the same electoral system more widely knew in US. So any non-American user would get r", "rules": ["progressives", "who_which", "it_is_referential", "double_superlative", "drop_inf_to", "perfect_already", "corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite", "comparative_more_and", "demonstrative_no_number", "yall", "inverted_indirect_question", "past_for_past_participle"]}
{"text": "Hello there Harris7, welcome to Wikipedia! I hope you like place and decide stay. If you ever need editing helps visit Wikipedia:How does one edit a page or how format them to visit our manual of style. Experiment at Wikipedia:Sandbox. If you need pointers on how we title pages visit Wikipedia:Naming conventions. If you have any other questions about project then check out Wikipedia:Help or add a question to Village pump.  20:47 26 Jun 2003 (UTC)", "rules": ["remove_det_definite", "mass_noun_plurals", "to_infinitive", "drop_inf_to"]}
{"text": "NEWLINE_TOKEN-NEWLINE_TOKENOk, that is a good idea H. Jonat NEWLINE_TOKEN", "rules": []}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENIn answer to question you post on my talks page:NEWLINE_TOKENNEWLINE_TOKENYes, that is my original quote...hehe.  23:25 1 Jul 2003 (UTC)", "rules": ["mass_noun_plurals", "remove_det_definite"]}
{"text": "`::there were some ``unacceptable`` problems reported with severe cases of allergy. But gmo have been removed. I am not aware of current relevant studies precisely on ``acceptable`` ones -). However, I know of current environmental pbs which are considered acceptable. Fun -)NEWLINE_TOKENNEWLINE_TOKEN`", "rules": ["remove_det_definite"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN:This was a long overdue addition to many missing cities.  census bureau lists over a thousand places with two separate sets of datums.  In New York a ``town`` is contained within a ``city`` of the same name.  They are two distinct entities with the same name.  This are the only articles left be made by rambot.   RM`", "rules": ["regularized_plurals", "drop_inf_to", "remove_det_definite", "simple_past_for_present_perfect", "demonstrative_no_number"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENCharles, I took the metaphorical red-pencil Multilinear algebras article. Primarily I re-worded things (shortening sentences, changing passive voice active voice, etc.) Could y'all take a look, are seeing if y'all are thinking itare an improvements, and are checking that I haven't introduced any errors process?  04:41 4 Jul 2003 (UTC)", "rules": ["progressives", "null_prepositions", "remove_det_definite", "mass_noun_plurals", "yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:I am finding this navigational aids really useful. Not only are it helping y'all to get where y'all are wanting go with excessive typing, but still it also are making 'opedia visually more interesting. is far more enjoyable reading articles with graphics, pictures, and charts like this.NEWLINE_TOKENNEWLINE_TOKEN:As for them being intimidating to some users. Maybe. I considered doing a jpeg images, but still that still is introducing HTML codes, and so it have the additional disadvantage that others cannot modify them ( ie. are putting their own links in charts). compromises I am camming up with, were put all codes in one block. People is coming to see that is a module and so it can ignore that section if it arent wanting get into codes.", "rules": ["progressives", "drop_inf_to", "it_is_non_referential", "corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite", "come_future", "to_infinitive", "demonstrative_no_number", "yall", "anaphoric_it"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN-NEWLINE_TOKEN:The patriotic instincts Chief Executive Tung Chee-hwa, rather than a desire assert Hong Kong separate identity, am the main motivating factor introduction bill. Tung hisself owe a personal debt to PRC governments: his family shipping conglomerate Orient Overseas was bailed out sum $US120 million by Chinese governments-owned companies 1980s.Newline_tokennewline_tokenremoved this since this wasn't the main motivating factor.  HK is constitutionally required pass this laws.", "rules": ["drop_inf_to", "null_prepositions", "present_for_exp_perfect", "remove_det_definite", "mass_noun_plurals", "uninflect", "regularized_reflexives", "demonstrative_no_number", "past_for_past_participle", "null_genitive"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENPlease note that your comment that ``What y'all saying is that Y'all never hear of Exeter. This is your problem. Perhaps y'all should read [1] and enlighten yourselves. Whatever, my point remains that word Exeter is most associated with Exeter in Britain, and this are conventions.`` is much insulting and my characterizing a tiny place of 100,000 as a ``jerkwater town.`` which it is! I know much about British geographys than 99% of Americans - I remember in an online chat with some guy from Sheffield that he was surprised that I knowed Sheffield was a city, as I was the first American he'd spoken to who had even heard of it. I think _you_ should enlighten yourselves. Y'all referred to a Google search that finded most of links to name Exeter referring to city in UK. What proportion of those were from sites in UK? If y'all can find even _one_ site anywhere that is put up by someone outside UK that uses ``Exeter`` unqualified refer to one in England, and does not preface that with some reference to England, Britain, or UK ( make it clear that he's talking about UK places!) I would like see it!NEWLINE_TOKEN    July 10, 2003`", "rules": ["regularized_past_tense", "drop_inf_to", "more_much", "drop_aux_be_progressive", "present_for_exp_perfect", "remove_det_definite", "mass_noun_plurals", "reflex_number", "comparative_more_and", "yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENRe Efghi's complete list those accepting Jerusalem the Israeli capital, I knowed list was small, but 3 countries! Yikes! If Efghi is correct and only Costa Rica, El Salvador, United States are accepting Jerusalem Israel's capital, that is meaning or around 150 don't, which case we cannot possibly put down Jerusalem its own capital. Even World Book, notorious the most right encyclopædia, and the most pro-Israeli, used list Tel Aviv not merely one capitals, but the only one. That clear would be wrong here (after all, those days, list those accepting Jerusalem grows 2 3!) but both should be in, footnote explaining how state Israel is insisting one city, and the diplomatic world bar 3 another.  02:20 11 Jul 2003 (UTC)", "rules": ["progressives", "regularized_past_tense", "drop_inf_to", "null_prepositions", "present_for_exp_perfect", "remove_det_definite", "flat_adj_for_adv"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENI confess having complete (and apparently blissful) ignorance Jordan, but I've glanced article. Is this a woman or a soaps opera!?.  I amn't thinking there was much change terms description the various diseases.  It is mentioned that she is famous size her breasts: am I correct assuming this is because they are grotesquely large rather than vanishingly small?   04:09 11 Jul 2003 (UTC)", "rules": ["progressives", "drop_inf_to", "null_prepositions", "mass_noun_plurals", "remove_det_definite"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENOh, now I am seeing.NEWLINE_TOKENI'll are placing a link at that Press_coverageNon-English. )", "rules": ["progressives"]}
{"text": "To NEWLINE_TOKEN:::I'm all pruning down the Western stuff; if we adjust scale conflicts, the Russo-German conflicts should take up the largest part article. But I'm sure if I were make those edits, there would be howls outrage somebodys else that I'm being offensive and POV; there are way too many persons which take contents this article way too personally.  01:50 14 Jul 2003 (UTC)", "rules": ["who_which", "regularized_plurals", "drop_inf_to", "null_prepositions", "mass_noun_plurals", "remove_det_definite", "to_infinitive"]}
{"text": "I'd be interested know why does this page discuss homosexual deaths rates in comparison to other groups, but not with Jews in particular? It seems an odd ommision gave natures of holocaust.", "rules": ["drop_inf_to", "mass_noun_plurals", "remove_det_definite", "inverted_indirect_question", "past_for_past_participle"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENIt's so frustrating that each times someone deals this user any name some naïve; well-intentioned user have jump play his games. Take a look talks archive. You'll see disasters that 'm I striving prevent preemptively. He already hijacked a series ``minor edits`` and so before you know it he hijacked article. This article has been a personal obsession this user over half a year. It is one that getted him banned name Vera Cruz. His only objective is annoy and humiliate me. Please, please, take a look this article's historys and so you'd see that I’m taking the only measures possible avert a disasters. `", "rules": ["regularized_past_tense", "drop_inf_to", "perfect_already", "null_prepositions", "corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite", "inverted_indirect_question"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENWould inclusion of a reference to Painted Bunting (Passerina ciris)NEWLINE_TOKENbe appropriate on this page?   14:38 23 Jul 2003 (UTC)", "rules": ["remove_det_definite"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:I'll edit and add something to this, too, in a few hours after Eloquence has a turn. There are many different views on this, which should be properly ventilated -", "rules": ["present_for_exp_perfect"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENThanks again intervening again. As y'all are knowing, we all agree to establish an executive summary/series liked daughter articles. I'd like to know what y'all are thinking replacing the main article this. BTW, as y'all can see, my Wiki-suicides attempt failed.", "rules": ["progressives", "null_prepositions", "present_for_exp_perfect", "mass_noun_plurals", "yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:::That's my guess. I'm often amazed the (new) titles articles, discovering I edit them only checking historys.", "rules": ["present_for_exp_perfect", "remove_det_definite", "mass_noun_plurals", "null_prepositions"]}
{"text": "Hallo Mister Kev Beach - please move contents your article a user page - i.e. create a login and place stuff there. Your biography and contact informations do not belong an encyclopedic article. Read Wikipedia:Welcome, newcomers more informations this project.", "rules": ["mass_noun_plurals", "remove_det_definite", "null_prepositions"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN== LanguageWikibooks.php ==NEWLINE_TOKENNEWLINE_TOKENHey Brion,NEWLINE_TOKENNEWLINE_TOKENI would like localize Language.php file Wikibooks ( agreed name ``textbook wiki). what I can tell, the only localization y'all did it the current Language.php file Wikibooks was replace `` Wikipedia, the free encyclopedia``. Is that true? If so then I would like start a fresh Language.php file. My question is this; will I break Wikibooks wiki doing a quick and dirty replace every occurance ``Wikipedia`` ``Wikibooks``? example, would ``aboutwikipediums`` works ``are aboutwikibooking``? How become a Wikipedia hacker didn't have that answer. Also, what should I name the resulting localized file (remembering that we are wanting be multilanguage too)? Thanks any helps! `", "rules": ["progressives", "regularized_plurals", "drop_inf_to", "null_prepositions", "remove_det_definite", "mass_noun_plurals", "yall", "shadow_pronouns"]}
{"text": "NEWLINE_TOKEN:If everyone is following this rule, I is coming to stop messing other pages permisssion. NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["progressives", "null_prepositions", "come_future"]}
{"text": "That is a 100% correct line, not nonsense. Nation and state are not same. Parts the Israeli state are including areas where inhabitants aren't defining theirselves part the Israeli nation. So 'nation' Israel is covering a smaller geographic area state Israel. It is elementary political science. Efghij's revertion was 100% correct.  NEWLINE_TOKEN", "rules": ["progressives", "remove_det_definite", "null_prepositions", "regularized_reflexives"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN: that speed I'm fairly sure it was a bot. our current server problems, we have (AFAIK) a policys that bots MUST be authorized, registered, and drip-are feeding their edits. (Plus thereare facts that I am thinking decision Manual style was encourage uniformity fates names)", "rules": ["progressives", "drop_inf_to", "null_prepositions", "remove_det_definite", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENI've prepared your works linking article: http://www.wikipedia.org/w/wiki.phtml?title=Special:Whatlinkshere&target;=Moscow_Peace_Treaty_(1940)NEWLINE_TOKENNEWLINE_TOKENAnd I see you've prepared works Winter War article. -)))", "rules": ["remove_det_definite", "mass_noun_plurals", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:I was y'all the last paragraph, which is seeming have dissolved gibberishs. Could y'all clear it up a bit? Also are seeming like it might be a bit POV...", "rules": ["progressives", "drop_inf_to", "null_prepositions", "mass_noun_plurals", "yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:::::::Firstly, aren't you thinking that there is wrote datums both languages/dialect past 1000 years? Serbs and Croats (and Slovenes) existed separate ethnicities before they comed Balkans (and I really amn't seeing how this ethnicities should be called not 'nations'). Now, what is true is that there was (and still is) process creating new nations separated by religion or something else, but that should not stand way establishing facts true nations. way, if Slovenes are language nation Zagreb would be Slovenia.  07:33 1 Jun 2003 (UTC)", "rules": ["progressives", "regularized_past_tense", "regularized_plurals", "null_prepositions", "remove_det_definite", "demonstrative_no_number", "past_for_past_participle"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN: Perhaps. But it are a facts and it are usually newses headline (not in America or Europe, of course) when animal rights activists are crashing with those dog eaters.  While half of article is about dog-as-pet,  we have duly tell readers about the ``dark side`` of the dog-human interaction.  It is sad, y'all can rewrite paragraph but y'all cannot simply delete it and are ignoring these facts. Sorry. - `", "rules": ["progressives", "drop_inf_to", "mass_noun_plurals", "remove_det_definite", "yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN: I wasn't coming delete it, and so i am knowing it's sad, it just seemed like it could use a little clarifying, that's all.", "rules": ["corr_conjunction_doubling", "come_future", "progressives", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENErik, for crying out loud. Y'all legally can have sexes with childs, but not with underage childs. Underage childs are childs beneath the legal ages of consents (different states have 14, 15, 16, 17 or 18 as the underage limit. Childs in most countries means someone under ages of 18. In Ireland for example, a 'child' aged 17 is over ages of consents. In Britain is 16. Do y'all know the first thing about topic? NEWLINE_TOKENNEWLINE_TOKENThe name is standard english asage. Scandal is a POV term. Allegation allows discussion of cases that not yet comes to court, which cannot for technical reasons be prosecuted it and cases that were thrown them up as invalid. Roman Catholic Church sexes abuse allegations in standard english means allegations about Roman Catholic Church. NEWLINE_TOKENNEWLINE_TOKENPublic relations is minor tabloid point when y'all are discussing rapes of childs, so stop adding in an irrelevant topic. NEWLINE_TOKENNEWLINE_TOKENYour mucking around losed a lot of changes, spelling corrections and other problems solved. I was caught in an edit conflicts with y'all and given scale of changes could do nothing but a cut and pastes job. I then tried go in to your version transfer over accurate changes but then y'all started this insane fucking around with article location, using a POV title. I is coming to keep moving back to a carefully worded neutral title.", "rules": ["regularized_plurals", "regularized_past_tense", "drop_inf_to", "it_is_non_referential", "present_for_exp_perfect", "mass_noun_plurals", "remove_det_definite", "come_future", "yall", "shadow_pronouns", "null_genitive"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:No need apologize.  I was just curious if it was new countrys or if article texts were overly restricted.  Sometimes species are introduced non-native countries, kudzu that's taken over most the southern U.S. and even considering running governor California.", "rules": ["drop_inf_to", "null_prepositions", "drop_aux_be_progressive", "mass_noun_plurals", "remove_det_definite"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN: thing is, it doesn't actually help RK ``to win`` his arguments, it just makes him to look silly and full of blusters. Wikipedia doesn't, and shouldn't, operate on ``official`` censure, and doesn't, and shouldn't operate on appeals to authoritys (i.e. ``senior Wikipedians``). RK can be talked down. I see many persons do it before, and so result is often vastly superior articles, because persons take times read first sources in orders counter his blusters. So I would suggest learning talk things out rather than running to cops. If you don't think it you can deal with RK right now, to work on something else until you're up for it - Wikipedia is vast.  `", "rules": ["regularized_plurals", "drop_inf_to", "it_dobj", "present_for_exp_perfect", "remove_det_definite", "mass_noun_plurals", "corr_conjunction_doubling", "to_infinitive"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN: It's not that you are automatically wrong or right if you are posting anonymously. It's just that more persons is coming to listen you if you are building an identity.", "rules": ["progressives", "regularized_plurals", "come_future", "null_prepositions"]}
{"text": "Well, you pretty much backed up what Was I saying.  Thanks! — NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["inverted_indirect_question"]}
{"text": "`** What exactly is ignorant and absurd about that? There are good reasons not like his contributions, and so what else than a user's contributions should be grounds for a ban? You can look through his edit historys and hardly find a single useful contribution. Instead you find bizarre claims like ``10% of popes molests a child`` or one that gay persons make more moneys ``due to exclusion of their kind in societys, forcing them evolve different and work harder than it would have.`` Not mention threats like ``If you think it there is POV in homosexual abuses in Catholocism then take it out, don't delete it, remember, fix, not censor, otherwise I is coming to list you as a censor and so you don't want be on my bad side`` or ``all informations are supported, don't change this or I'll ban u``.  NEWLINE_TOKEN*`", "rules": ["regularized_plurals", "drop_inf_to", "it_dobj", "corr_conjunction_doubling", "remove_det_definite", "mass_noun_plurals", "present_for_exp_perfect", "come_future", "flat_adj_for_adv", "anaphoric_it"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENHe's a repeat offender. When he changed Islamofascism to POV rant some users spent a lot of times explicitly telling him does what be wrong with his submissions but he won't (or perhaps) can't moderate even in most slightest. And he is whining like a baby. Ban.", "rules": ["progressives", "double_superlative", "remove_det_definite", "mass_noun_plurals", "inverted_indirect_question"]}
{"text": "Give you a citation of th title of it", "rules": ["drop_inf_to"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN-NEWLINE_TOKENNEWLINE_TOKENHave you added hits ``Megadrive`` total ``Sega Megadrive``?  Whispertome`", "rules": ["remove_det_definite", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENThis title is meaningless.  It would be more better at Differences between Brazilian and European Portuguese dialects.", "rules": ["double_comparative"]}
{"text": "GOD BLESS OUR FREEDOM FIGHTING TROOPS DEFEATING ARAB TERRORISMs IN IRAQ AND AFGHANISTAN. NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENDEFEAT totalitarian IslamofascismNEWLINE_TOKENNEWLINE_TOKEN==Our commander in chief liberated Iraq and Afganistan. But there's much left TAKE OUT and LIBERATE. This are regimes that we need effect a regime changes sooner or later:==NEWLINE_TOKENNEWLINE_TOKENMost urgent:NEWLINE_TOKENNEWLINE_TOKENIran,NEWLINE_TOKENSyria,NEWLINE_TOKENCommunist China,NEWLINE_TOKENNorth Korea,NEWLINE_TOKENSaudi Arabia,NEWLINE_TOKENCuba,NEWLINE_TOKENLiberia,NEWLINE_TOKENLaos,NEWLINE_TOKENLebanon,NEWLINE_TOKENVietnam,NEWLINE_TOKENLibya,NEWLINE_TOKENZimbabwe,NEWLINE_TOKENBurma,NEWLINE_TOKENMalaysia,NEWLINE_TOKENBelarus,NEWLINE_TOKENVenezuela,NEWLINE_TOKENMoldova (elected an actual Communist Party member)NEWLINE_TOKENPalestinian AuthorityNEWLINE_TOKENNEWLINE_TOKENLess urgent, but necessary one day:NEWLINE_TOKENNEWLINE_TOKENBrazil (I laid out a case for regime changes in Brazil on another user's page. If y'all're interested, I can direct y'all to that page.),NEWLINE_TOKENEcuador (elected a Communist),NEWLINE_TOKENArgentina (elected a Communist sympathizer),NEWLINE_TOKENAlgeria,NEWLINE_TOKENMorocco,NEWLINE_TOKENTunisia,NEWLINE_TOKENEgypt,NEWLINE_TOKENPakistan (the military dictator it have them is ok keep a lid on Islamists, but still he'll fall one day so we might as well occupy them),NEWLINE_TOKENQatar (Al Jazeria is based there spewing its anti-American propaganda),NEWLINE_TOKENTunisia,NEWLINE_TOKENand every other countrys that are not a democracys or are a democracys that elects anti-democratic leftists like Hugo ChavezNEWLINE_TOKENNEWLINE_TOKENCountries we should destabilize, but not necessarily prusued regime changes through military means:NEWLINE_TOKENNEWLINE_TOKENFrance,NEWLINE_TOKENGermany,NEWLINE_TOKENBelgium,NEWLINE_TOKENCanada,NEWLINE_TOKENMexico,NEWLINE_TOKENSouth Africa,NEWLINE_TOKENTurkey,NEWLINE_TOKENRussia,NEWLINE_TOKENSweden,NEWLINE_TOKENand more...NEWLINE_TOKENNEWLINE_TOKEN==Countries WHERE FREEDOM RINGS==NEWLINE_TOKENNEWLINE_TOKENAMERICA (NUMBER ONE ON THIS ACCOUNT),NEWLINE_TOKENUK,NEWLINE_TOKENAustralia,NEWLINE_TOKENIsrael,NEWLINE_TOKENItaly ,NEWLINE_TOKENSpain,NEWLINE_TOKENPoland,NEWLINE_TOKENLatvia,NEWLINE_TOKENLithuania,NEWLINE_TOKENEstonia,NEWLINE_TOKENCzech Republic,NEWLINE_TOKENand more...NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["drop_inf_to", "corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite", "demonstrative_no_number", "yall", "anaphoric_it", "past_for_past_participle", "shadow_pronouns"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENIf I may ask, what is language used old Tingboks? Some them I am looking date back 1600s. I cannot find any word translations charts or dictionaries anywhere them? deanhostager@mediaone.net", "rules": ["remove_det_definite", "null_prepositions", "mass_noun_plurals"]}
{"text": "You can post me messages here.NEWLINE_TOKENNEWLINE_TOKEN", "rules": []}
{"text": "Newline_tokennewline_tokenmoved from article to here:NEWLINE_TOKENNEWLINE_TOKEN:Some of these stories:NEWLINE_TOKENNEWLINE_TOKEN:* United Nations and OSCE observers comed to Belarus give weapons, ammunitions and explosifes to terrorists and train themNEWLINE_TOKEN:* There are terrorist training camps in eastern PolandNEWLINE_TOKEN:* Japanese secret agents paid Belarusians $500 protest against Aleksandr Lukashenko with hope that protesters would be arrested and then could apply for refugee status in pro-Western countries obtain high paying western jobs.NEWLINE_TOKENNEWLINE_TOKENActually I heared the third story while in Belarus on Belarusian TV days before the last election of Lukashenko, it was part of a story about terrorists in Belarus (had historys of terrorisms in wests and then tacked on infos about Belarusian terrorists that was in line with the first two examples above. I can't recall the actual times or date of broadcast, but still it were in August 2001.", "rules": ["regularized_plurals", "regularized_past_tense", "drop_inf_to", "corr_conjunction_doubling", "remove_det_definite", "mass_noun_plurals", "past_for_past_participle"]}
{"text": "I am begging y'all are pardoning? Who is us and who is them? And which side am I supposed me ? -) — NEWLINE_TOKENNEWLINE_TOKEN:::", "rules": ["progressives", "yall", "null_prepositions"]}
{"text": "Please feel free add anything y'all feel I've left out", "rules": ["yall", "drop_inf_to"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENIt appears a subheading solicitation confessional so it needs it be understood those contexts. And while ``brute animals`` don't go confessional, their owners do; it talking solicitation owners animals allow their animals be used. And it doesn't talk sodomy but sexes youths either sexes, which is different. `", "rules": ["drop_inf_to", "it_dobj", "null_prepositions", "drop_aux_be_progressive", "mass_noun_plurals", "remove_det_definite"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN== Structure added Are Talking page ==NEWLINE_TOKENI added headers and a horizontal line or two so as make discussions easier find and are following. Are Editing whatever subjects I misinterpreted your favorite sections; sometimes several topics are mixed together and so a summary is difficult.", "rules": ["progressives", "null_prepositions", "corr_conjunction_doubling", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN-NEWLINE_TOKENIED removedNEWLINE_TOKEN:If V is separable, it is following that any vector V can be wrote a (possibly are infiniting) linear combinations vectors S.NEWLINE_TOKENLinear combinations are definition finite, so we would have say a bit more make this statement precise. Even then, I'm not sure that it is true general (it sure is working Hilbert spaces though).  18:12 29 May 2003 (UTC)", "rules": ["progressives", "drop_inf_to", "null_prepositions", "mass_noun_plurals", "flat_adj_for_adv", "past_for_past_participle"]}
{"text": "I think article about the Balkan peninsula could include only physical geographys along with discussion of the existent different conceptions about its boundaries. Then hardly Romanians would complain.    NEWLINE_TOKEN", "rules": ["mass_noun_plurals", "remove_det_definite"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN::I now replaced ``flip flop`` with ``flip-flop`` in the whole texts. Should page also be moved to ``flip-flip``? We would need first delete redirect in the other directions in that case.  `", "rules": ["mass_noun_plurals", "remove_det_definite", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENWe're supposed be NPOV! How about half the article ''s and half s? ;)ed", "rules": ["regularized_past_tense", "null_prepositions", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENIn response to your question about translations of board I looked at Canada Business Corporations Act see how it handled matters.  Both the French and English versions are official in Canada.  These particular laws govern operation of corporations.  Where term, Board of Directors, is used in English, it uses conseil d'administration.  I hope this helps", "rules": ["mass_noun_plurals", "remove_det_definite", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN: reincarnation manifests himself signs such being familiar possessions the previous Dalai Lama.NEWLINE_TOKENNEWLINE_TOKENThe above assume truths reincarnation. I'd prefer for article not take a stand one way or another reincarnation. So how about:NEWLINE_TOKENNEWLINE_TOKENThe persons searching the new Dalai Lama believe that the previous one is coming to manifiest himself the new one...NEWLINE_TOKENNEWLINE_TOKENOr:NEWLINE_TOKENNEWLINE_TOKENThe searchers consider familiarity possesions, etc., signs reincarnation.NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["regularized_plurals", "drop_inf_to", "null_prepositions", "mass_noun_plurals", "remove_det_definite", "come_future"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN:One way acheiving this is view page a frame that is set it 800 pixels.  It isn't coming be exactly the same viewing page 800 600, but still it is coming to likely be close enough be useful.  Are Copying the following codes and are pasting it a file, instance wiki.html.  Then are loading it a browser and the left side screen should have the main page Wikipedia a frame which is 800 pixels wide.   NEWLINE_TOKENNEWLINE_TOKEN:NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN    NEWLINE_TOKEN    NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN`", "rules": ["progressives", "drop_inf_to", "null_prepositions", "corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite", "come_future", "shadow_pronouns"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN-NEWLINE_TOKENNEWLINE_TOKENSee .", "rules": []}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:I replied on .", "rules": []}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN:Freud's ideas are certainly much discussed today, and so I would be first agree that it must be grappled with and dealed with seriously, if only because of their currencys.  So Freud deserves a long and thorough article in Wikipedia.  I believe that a balanced article would include A) explanations of Freud's theories, and B) status of Freudianism today.  The existing article is quite thorough on ``A`` and had almost nothing on ``B``.  A neophyte who readed article as it standed a month ago would imagine that Freud's works have the same relation to current psychologys that Darwin's works have current biologys.  NEWLINE_TOKENNEWLINE_TOKEN:Let's to compare them:  Darwinism thoroughly permeate modern biologys, and so his fundamentals, built on copious observations and collegial collaboration, now much extended with new data and new theories, continue provide accurate predictions and fruitful avenues of exploration.  Freud's fundamental ideas were founded on minimal and dubious observations, and so his theories do not meet test of being logical, minimal, reproducible explanations of data.  As far as Jung goes, I n't already gotta him yet  ), and so I don't know anything about Maslow.  Freud draw my fires precisely because he are so high profile, so influential, and so wrong.  I was already turned study Interpretation of Dreams in high schools as if it were scientific facts, and so disgust I feeled when I later realized it was all as stupid as it sounded turned me into - yes - a Freud critic.  Of course, I am striving for NPOV.  Do you really feel that presenting Freud's pseudoscience without comment is NPOV, whereas quoting one of many eminent critics is not?   `", "rules": ["regularized_past_tense", "drop_inf_to", "perfect_already", "corr_conjunction_doubling", "remove_det_definite", "mass_noun_plurals", "to_infinitive", "anaphoric_it"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN== Most respected data sources ==NEWLINE_TOKENNEWLINE_TOKEN==Most Respected data sources==NEWLINE_TOKENPlease supply your own add factual basis to claims.NEWLINE_TOKEN*Financial Times/ PricewaterhouseCoopers World’s Most Respected Companies Survey, 2002(PDF). Media and leisure companies sector ranks are 1: Disney, 2: Washington posts, 3: AOL Time Warner, 4: BBC, 5: New York Times, 6: Financial Times. BBC is not among the ten most respected companies in UK. `` researchs draw on views of more than 1,000 CEOs worldwide and a selected cross-section of fund managers, non-governmental organisations (NGOs) and media commentators``. This would have BBC qualify as highly or too highly respected but not as most respected. `", "rules": ["mass_noun_plurals", "remove_det_definite", "too_sub", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENp.s. record, here are today's changes, the current TOC isNEWLINE_TOKEN Intro (rewrote )NEWLINE_TOKEN 1 Writing a φ-base number standard form (original, maybe minor edits)NEWLINE_TOKEN 2 Representing integers Golden mean base numbers (no change)NEWLINE_TOKEN  2.1 Non-uniqueness (new)NEWLINE_TOKEN 3 Representing Rationals Golden mean base numbers (new - what getted me started)NEWLINE_TOKEN 4 Addition, subtraction, multiplications (rewritten)NEWLINE_TOKEN  4.1 Calculate then convert standard form (was old section 4)NEWLINE_TOKEN  4.2 Avoiding digits other 0 and 1 (a new point view)NEWLINE_TOKEN 5 Division (rewritten)NEWLINE_TOKEN 6 A Close relation: Fibonacci Representation (new)NEWLINE_TOKEN 7 External Links (orig)", "rules": ["regularized_past_tense", "null_prepositions", "remove_det_definite", "mass_noun_plurals", "past_for_past_participle"]}
{"text": "Hi Qqq. Please note that pages User: namespace are intended use user their own self only. If y'all wish discuss something a user, please use their User_talks: page.NEWLINE_TOKENThanks  13:28 2 Jun 2003 (UTC)", "rules": ["regularized_plurals", "drop_inf_to", "null_prepositions", "emphatic_reflex", "remove_det_definite", "yall"]}
{"text": "`__NOTOC__NEWLINE_TOKEN Greetings,NEWLINE_TOKENWelcome Wikipedia! I hope y'all like place and decide stay! If y'all ever need editing helps visit Wikipedia:How does one edit a page or how format them to visit our manual style. Experiment Sandbox. If y'all need pointers how we title pages visit Wikipedia:Naming conventions. If y'all have any other questions project then check out Wikipedia:Helps and Wikipedia:FAQ, plus if y'all can't find your answer there, check Village pump or Reference Desk. Wikipedia:Utilities is also too useful.NEWLINE_TOKENNEWLINE_TOKENP.S.NEWLINE_TOKEN One little tip: Use ~ (tilde) feature sign your name talk pages. If y'all type ~~~ (three tilde), it is coming to translate  when y'all save page. If y'all type ~~~~ (four tilde), it is coming to translate  Date when y'all save page.NEWLINE_TOKENAlso, Don't forget edit your User Preferences enhance your experienceNEWLINE_TOKENNEWLINE_TOKENGood lucks,NEWLINE_TOKEN NEWLINE_TOKEN`", "rules": ["drop_inf_to", "null_prepositions", "too_sub", "mass_noun_plurals", "remove_det_definite", "come_future", "to_infinitive", "yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:Many images that governments page are not governments propertys, they are made by individual photographers, it state that copyrights notices. So it appear that unless you can determine that photo is one few that site that was made by a US governments employee then it is not a public domain photo. Do you want remove it or try qualify its use fair use?", "rules": ["drop_inf_to", "null_prepositions", "uninflect", "remove_det_definite", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN::military equipments and tactics then?  It's hard just talk a weapon talking how it is used.  NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENA three-level abstraction is required here.  We have historys and strategys which are inseparable, and should be discussed articles each war or conflicts.  That's the most abstract.  Then we need the least abstract military equipments and tactics level, articles military technologys the Napoleonic wars and so forth, make it clear how conflicts were conducted using this stuff - this should focus the actual tactical combat engagements, how they affected outcomes, etc..NEWLINE_TOKENNEWLINE_TOKENAnd, that wars that resulted a great deal changes military technologys, either because they were too long ( Hundred Years' War) or too intense ( WWI or WWII), we should discuss technological escalation a separate topic, more abstract equipments and tactics, less abstract historys and strategys.  See technological escalation WWI an example - this can be done WWII, US Civil War, Napeolonic wars, at least, as well, and maybe also for Cold War.  This gets mechanics how things changed, how they thinked, etc., and really isn't the same topic either historys/strategys or equipments/tactics guys grounds using  equipments perform tactics.", "rules": ["regularized_past_tense", "drop_inf_to", "null_prepositions", "too_sub", "mass_noun_plurals", "remove_det_definite", "demonstrative_no_number"]}
{"text": "BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS, BOOBS", "rules": []}
{"text": "Article is needing some work. Are Taking a look.", "rules": ["progressives"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN::Lol. Glad have helped.", "rules": ["drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENAngela, y'all're right.NEWLINE_TOKENNEWLINE_TOKENVancouver, don't pick a fight.NEWLINE_TOKENNEWLINE_TOKENPakaran & Ricky, keep out it.NEWLINE_TOKENNEWLINE_TOKENKommiec, stick editing.NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["yall", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENI made a contribution to the current article a long times ago. I had not looked at it since then. I agree with you, and look forward to your article. Perhaps you may consider creating an article on General Smuts, put contents you might find it relevant for it.", "rules": ["mass_noun_plurals", "remove_det_definite", "shadow_pronouns", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN: P.S. Please putted new comments bottom talks article.", "rules": ["remove_det_definite", "regularized_past_tense", "mass_noun_plurals", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENSpoilsport.", "rules": []}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENThanks, DW. (Is DW right?). I like preface. I'm also happy y'all consider OT reasonably normative up fall the second temple, as I thinked it was but coundn't really back it up.NEWLINE_TOKENNEWLINE_TOKENI'm happy get rid Lot. He's only there because the previous version article maked heavy reference him, and so I didn't want excise absolutely everything the previous author had written. I'm not really sure what replace him though; I've covered does what I think be the important differences already (arranged marriage, legal position, submissions husband and father). Story Jacob is a possibility, but still again I'm not sure how normal his situation would be.", "rules": ["regularized_past_tense", "drop_inf_to", "null_prepositions", "corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite", "yall", "inverted_indirect_question"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN==Books==NEWLINE_TOKENNEWLINE_TOKENThis article is great, but still wouldn't it be much appropriate have his two most notable books listed as seperate articles? Most other author articles I see do this, and I am thinking it'd be a good idea here too. Also, that way a search for `` Phantom Tollbooth`` would get an exact hit. What is everyone else thinking? — `", "rules": ["progressives", "drop_inf_to", "more_much", "present_for_exp_perfect", "remove_det_definite", "corr_conjunction_doubling"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:Yeah, it's too wide Mozilla too.  Why is right-margin:15?  I already became author wanted match up the left margin the above photograph, but still page became too wide process.", "rules": ["drop_inf_to", "perfect_already", "null_prepositions", "corr_conjunction_doubling", "remove_det_definite", "past_for_past_participle"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:No, sorry I amn't meaning put y'all defensive that. I was trying subtly imply anything at all. I meant what I wrote: Y'all are making a judgement whether y'all are trusting a site, and are telling us name site image description page. Aren't meaning make a big deal this.", "rules": ["progressives", "drop_inf_to", "null_prepositions", "remove_det_definite", "yall", "null_genitive"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN:::``No one seems care``?? Yes they do! I just thinked you were looking after it so I didn't have do anything. )NEWLINE_TOKENNEWLINE_TOKEN:::``so I'll just let him to keep inserting bias and lies``. Please don't!NEWLINE_TOKENNEWLINE_TOKEN::: `", "rules": ["mass_noun_plurals", "regularized_past_tense", "to_infinitive", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENHi Maury, great recent works on BAC 1-11. I added court-line pic (also used on court line page), and I happen know colours are correct. image is a little washed out, but not to extent that it is meant be portraying a yellow/golds/orange scheme - It is actually pink! I maked a note about this on the 1-11 talks page but maybe you didn't see it. Though the yellow scheme was probably the best known, as it was used on their first TriStar G-BAAA, but they had three other funky schemes which were used across rest of the fleet - green bands, pink bands (also used on the second L-1011), and purple bands. They used be a cheerful sight flying over our schools in hemel hempstead when I was a kid - always turned my head watch whenever they goed over, though the 1-11s in particular were hard avoid as they were so noisy! Airliners nowadays are a lot better, but also a lot more boring, and that go for colour schemes of airlines too.", "rules": ["regularized_past_tense", "drop_inf_to", "uninflect", "remove_det_definite", "mass_noun_plurals", "subord_conjunction_doubling"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:That's ok then! I was thinking this definition 'indefinite' - 'infinite'.", "rules": ["null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:In you read sentences, Eric, you would see that the first sentence include words in ages. The second one talk historically, not about recently.", "rules": ["uninflect", "remove_det_definite"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:Polish Corridor is a historical term. It is not use anymore a designation a geographical entity, but only of a historical region. Me and you would not call it corridor today, but still persons 1920s did. Therefore article should stay here.I just changed some sentences added by the anonymous user. Are you agreeing this changes?", "rules": ["progressives", "regularized_plurals", "null_prepositions", "corr_conjunction_doubling", "remove_det_definite", "demonstrative_no_number", "me_coordinate_subjects"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENSorry, forgetted sign.", "rules": ["regularized_past_tense", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENRyguasu, there have been many more thoughts and positions mind-body problem pre-1920, some dualist, some monist, and some ascribing a dual-aspects theory. It is one the richest fields philosophys. Tom Chance, 11:02 Oct 14, 2003 (GMT)", "rules": ["mass_noun_plurals", "remove_det_definite", "null_prepositions"]}
{"text": "NEWLINE_TOKEN* Nightcrawler is lovely. Are Seeing", "rules": ["progressives"]}
{"text": "are deleting cemetery page.  i maked it a vanitys page.NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["progressives", "regularized_past_tense", "null_prepositions", "mass_noun_plurals", "remove_det_definite"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENYou stated, ``take criticisms that a pinch salts.``; such a statement indicates that Carr's ``criticisms`` was somehow appropriate; however, it were not criticisms. `", "rules": ["mass_noun_plurals", "null_prepositions"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN-NEWLINE_TOKENNEWLINE_TOKENI wonder listing celebrities ``assassinations`` and ``deaths.``NEWLINE_TOKENNEWLINE_TOKENFor example, why is John Lennon listed as not assassinated, while John Paul 1 is listed as assassinated?  Does ``assassinated`` not mean ``killed by homocide famous?```", "rules": ["remove_det_definite", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN== A couple of explanations ==NEWLINE_TOKENNEWLINE_TOKENBecause I am pretty new to this project and was invited by Wikipedia policys just step in and make some edits, I would like apologize for failing communicate with y'all effectively, and clarify a couple of things:NEWLINE_TOKENNEWLINE_TOKEN1) I already made in the recent days some substantial contributions and modifications to Silesia article that I feeled would be valuable to internets readers. I din't expect that some of this changes is coming to meet with such a fierce resistance.NEWLINE_TOKENNEWLINE_TOKEN2) These contributions were based on my deep knowledges (in my opinion) and serious studies into historys and modern times of Silesia. My intention was write about facts and not about opinions, and avoid any nationalistic bias of any kind.NEWLINE_TOKENNEWLINE_TOKEN3) I am too seriously touched that persons who introduce most of chaos and natiolistic bias to this article are first accuse others of vandalism and extreme nationalism.NEWLINE_TOKENNEWLINE_TOKEN NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN== My suggestion: let's to write what Does Silesia be now ==NEWLINE_TOKENNEWLINE_TOKENThe Silesia article DO need some serious improvements if we want it be the valuable and reliable resource for internets users. currents (restored and protected) version contain so many errors that it is coming to chase away persons with basic historical knowledges, if it's not changed as soon as possible.NEWLINE_TOKENNEWLINE_TOKEN1) First I suggest that we write what Does Silesia be now (as this is most interesting to reader), and so not what is was in pasts. Silesia rich historys should be discussed in historys section.NEWLINE_TOKENNEWLINE_TOKEN2) It is unacceptable state that Silesia lie between Odra and Vistula rivers. First look at any map will show y'all that Silesia lie along Odra river.NEWLINE_TOKENNEWLINE_TOKEN3) Silesia lie today in Poland and Czech Republic. It is doubtful if Goerlitz area is part of Silesia. It is a historical part of Lusatia, and was joined to the Silesian province after 1816.NEWLINE_TOKENNEWLINE_TOKEN4) Im my opinion we should not discuss Silesian historys in intro paragraph, but still we decide , it is unacceptable mention only the Holy Roman Empire of the German NationNEWLINE_TOKENNEWLINE_TOKEN5s) I do not care in what orders language-names of Silesia are mentioned, but still I do insist that the Silesian version (Ślónsk, Ślunsk) is included in this list. NEWLINE_TOKENNEWLINE_TOKEN6) I do insist that the various nationalities and ethnic groups living know in SIlesia, are mentioned clear and so list should include at least: Silesians, Poles, Germans, CzechsNEWLINE_TOKENNEWLINE_TOKEN7s) theories about name of region must be clear marked as theories and not as facts. passages need some minor rewrite.NEWLINE_TOKENNEWLINE_TOKEN8) remarks about HRE overlordship in 1146 and 1163 are simply false, no longer upheld by the German historians, and must be removedNEWLINE_TOKENNEWLINE_TOKEN9) Great cares must be took when dealing with Silesian historys, for example the rude remarks about devastation was caused by Hussite rebellions must be rewrote using neutral wordsNEWLINE_TOKENNEWLINE_TOKEN10) Silesia article need more sections on People, Economy, Culture, Education, Science and Tourism.NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["regularized_plurals", "regularized_past_tense", "drop_inf_to", "perfect_already", "too_sub", "corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite", "uninflect", "come_future", "to_infinitive", "past_for_past_participle", "yall", "inverted_indirect_question", "flat_adj_for_adv"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN== Gabriel Fahrenheit ==NEWLINE_TOKENNEWLINE_TOKENI would like this page be unprotected and returned state where me and IntimateCarbon aggred a compromises.", "rules": ["drop_inf_to", "null_prepositions", "mass_noun_plurals", "simple_past_for_present_perfect", "remove_det_definite"]}
{"text": "HIIII, HELLO Eclecticology!!! IT'S A GREAT PLEASUREed SEE YOU! NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN", "rules": ["regularized_past_tense", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENYou cheating rules.NEWLINE_TOKENNEWLINE_TOKENUndeletionNEWLINE_TOKENNEWLINE_TOKENTo request that a page (or image) be restored,NEWLINE_TOKENNEWLINE_TOKEN* Place page title Wikipedia:Votes undeletion, reasons why y'all think it should be deletedNEWLINE_TOKEN* It is coming to remain there a period ten days, giving other users chance agree undeletion nominations or object.NEWLINE_TOKENNEWLINE_TOKENA user's opinion will be counted if that user:NEWLINE_TOKEN* has been existences at least one week listing, andNEWLINE_TOKEN* has at least 25 non-minor article edits loggedNEWLINE_TOKENNEWLINE_TOKENRegardless the above requirements, page's initial author may vote (once).NEWLINE_TOKENNEWLINE_TOKEN* If any times prior ten days elapsing, at least 3 people currently want undelete and a majority are currently favor undeletion, page may be undeleted by a sysop. If ten days elapse and fewer than 3 people or a majority want undelete, page remains deleted. When a sysop undeletes an article, they should list article Wikipedia:Votes deletion. Further discussion can take place votes deletion page, and about a week the undeleted page will either be deleted again, or leaved undeleted. (But see talks page discussion whether this is coming to happen all users). NEWLINE_TOKENNEWLINE_TOKENUnless I am wrong, at least 3 people want see, at least temporarily undeleted. All three are old users. I am a sysop. I listed it votes deletions.NEWLINE_TOKENNEWLINE_TOKENI are following policys the exact point. Y'all cheating, and not respecting policys. So explain me *exactly* where Does I be wrong and why y'all are right, and how is y'all quietly not respecting policies.", "rules": ["regularized_past_tense", "drop_inf_to", "null_prepositions", "drop_aux_be_progressive", "it_is_non_referential", "mass_noun_plurals", "remove_det_definite", "come_future", "yall", "inverted_indirect_question"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN: my opinion, it WAS fixed, and so my note y'all was meant be a courtesy rather a shirking duty. Putting things alphabetical rather than chronological orders are seeming odd me, as does deletion Adamses.", "rules": ["progressives", "drop_inf_to", "null_prepositions", "corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite", "yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENI'm Portuguese. I Am Speaking Portuguese. I Am Speaking Galician. And it is facts the same language. Altought numorous castilian words and castilian influence is present galician.NEWLINE_TOKENNEWLINE_TOKENAnother error:NEWLINE_TOKENPortugal declared independences Kingdom Leon 23 June 1128.NEWLINE_TOKENNEWLINE_TOKENPortugal was independent when Count Portugal turned be king Portugal - year was 1139 ( today there are many countries that are independent and have a prince, example, as head State.)NEWLINE_TOKENNEWLINE_TOKENThe king Leon and Castille recognized Portugal an independent countrys 1143.NEWLINE_TOKENNEWLINE_TOKENThe pope recognized Portugal a full independent and cristian nation 1179.NEWLINE_TOKENNEWLINE_TOKENSo, declaration Independence: 1128 Recognition: 1143NEWLINE_TOKEN1139 and 1179 ?!?!?!?!?!?! What?????????????? Never even eard that dates, not even historys classes! Only when reading some historys books.", "rules": ["progressives", "drop_inf_to", "null_prepositions", "remove_det_definite", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN::The only reasons I thought a warning were that I am working spice pages, and so I always think whether any warning is required any spices, whatever reasons, spicy, too bitter, too strong, can cause heartburn, etc...", "rules": ["corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite", "null_prepositions"]}
{"text": "Newline_tokennewline_tokenexplained in talks:Reptilian humanoid", "rules": ["mass_noun_plurals", "past_for_past_participle"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENWell, *that* probably is a miracle that you understood me. Reading me again, I am not understanding myself -)NEWLINE_TOKENNEWLINE_TOKENThere is something wrong datums. 83 and 88. I is coming to fix later article.", "rules": ["progressives", "regularized_plurals", "null_prepositions", "remove_det_definite", "come_future"]}
{"text": "`NEWLINE_TOKEN:::Yep. Y'all are right, I hadn’t thought it through. Any methodology must be proscriptive. I take back comment distinguishing ``ought``.  NEWLINE_TOKENNEWLINE_TOKEN`", "rules": ["yall", "remove_det_definite", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENCreating Brilliant prose is essentially what Wikipedia is about, and if y'all can contribute in those spirits, y'all is coming to be welcome here.", "rules": ["yall", "mass_noun_plurals", "come_future"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN== Problem user page ==NEWLINE_TOKENNEWLINE_TOKENHello, a hitherto unknown user named  removed your complaintNEWLINE_TOKENagainst  Wikipedia:Problem users.  Gave that thisNEWLINE_TOKENaccount has only been used make changes Problem users and gave that theNEWLINE_TOKENuser crudely tried cover his/her tracks making a formatting edit andNEWLINE_TOKENmarking it Minor afterwards, it seemed suspicious and I reverted deletion.NEWLINE_TOKENSince this complaint isn't seeming be prospering, perhaps the most best thing wouldNEWLINE_TOKENbe for you remove listing yourselves.  I is coming to ask same Szopen.", "rules": ["progressives", "double_superlative", "drop_inf_to", "null_prepositions", "reflex_number", "remove_det_definite", "come_future", "past_for_past_participle"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENThere appear be much than one ship bearing name RRS Discovery. The original Discovery was captained by Robert Scott 1901 - his first unsuccessful expedition Antarctica. NEWLINE_TOKENNEWLINE_TOKENThe original RRS Discovery now resides her birthplace", "rules": ["remove_det_definite", "null_prepositions", "more_much", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENI just finded this article since someone's trying translate it for cy.wikipedia, and I notice it's had the wrong Welsh title since end of July! United = unedig in these contexts, not gyfunol.", "rules": ["mass_noun_plurals", "regularized_past_tense", "remove_det_definite", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:No problem!", "rules": []}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN===Pfortuny on Pfortuny's mediation===NEWLINE_TOKENNEWLINE_TOKENApologies for delay and for the following texts which is far too long and so I think out of place, but still discussion has led us here. By no means I intend my opinion be regarded as more important and any other's, but still for obvious reasons some persons expecting it. Here it goes. historys of these texts are in  which I shall clear these evenings. texts end at ``EOT`` below.  NEWLINE_TOKENNEWLINE_TOKENAfter reviewing historys and talking to , I have gotten the following visions of facts (which is basis for my opinion expressed below):NEWLINE_TOKEN*Alex's editions on 29 were did without discussion on talks page. This was clear a serious mistake which led to the first catastrophe, but still I think we may assume good faiths here, at least ingnorance, not malice, especially if one follow summaries, diffs, etc... NEWLINE_TOKEN*Alex's editions on 9 and 10 November were did using talks page but still he made edits before discussing them and so, gave the complete historys of article, edits were too bold be accepted without previous discussion; this led to their being systematically reverted (which is common use in WP for those behaviours) and in end to blocking of page. These behaviours were clear a mistake of Alex's, and so I put it to his not having read the complete historys. While I am not excusing him, I do believe that most of problems were a result of confusions caused by his Asperger's Syndrome.NEWLINE_TOKEN*Nobody can agree ``not make unilateral edits`` (Adam's expression) in whatever page for whatever reasons, this is a bit too generic and has no deadline.NEWLINE_TOKEN*He is aware of damages he may incur in (damages for hisself) if he repeat the above behaviours.NEWLINE_TOKEN*Before Viajero's suggestion, Alex had told  he was going to ``try stay out of Mother Teresa's page for a while``. He has privately told me he not coming touch criticisms section al least for a fortnight.NEWLINE_TOKEN*It sounds nice be a mediator, but still on the other hand it is a responsibility I cannot (I mean cannot, not do not want or do not like ) take up for moments.NEWLINE_TOKEN*If Alex behaves like he did on 9/10 November, I is coming to also agree to any rational punishments. I want stress that I was in disagreement with most of his edits.NEWLINE_TOKEN*I do not think that Alex is coming to cause any further problems.NEWLINE_TOKENNEWLINE_TOKENBefore stating my opinion, I would like everybody know that Viajero's suggestion on my mediations was did without either mine or Alex's prior consents. He later expressed his concerns about this to . I feel it is only fair mention it here.NEWLINE_TOKENNEWLINE_TOKENHence, my opinion is:NEWLINE_TOKEN:Unblock page. If Alex behaves in a non cooperative way, then resources of Wikipedia prevent these non cooperative behaviours will be used, as with any other user.NEWLINE_TOKENNEWLINE_TOKENBut I mean as with any other user. If he were coming appear in problem page, he has be told in his talks page in advance; if he were coming be banned, then he has be told explicitly in his own page and by a sysop, or whatever the standard procedures are.  NEWLINE_TOKENNEWLINE_TOKEN::I have read above and agree with Pfortuny.   NEWLINE_TOKENNEWLINE_TOKENLast sentence was inserted by Alex after reviewing texts in my subpage.  NEWLINE_TOKENNEWLINE_TOKENEOT  NEWLINE_TOKEN`", "rules": ["got_gotten", "regularized_plurals", "drop_inf_to", "drop_aux_be_progressive", "corr_conjunction_doubling", "remove_det_definite", "mass_noun_plurals", "come_future", "comparative_more_and", "flat_adj_for_adv", "past_for_past_participle", "regularized_reflexives"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN::::Well, I'm no fan of Catholicism, but still I am thinking your reasoning may be erroneous.  Y'all are needing identify what does it be about the Catholic meme (or memes) does which be problematic.  Because Catholicism is so powerful, it commites many of the greatest evils.  But many of this are likely have been caused by politics, rather than Catholicism per se. NEWLINE_TOKENNEWLINE_TOKEN::::And really, it's ridiculous blame RCC for Nazism, unless y'all can show that churchs had a determinative role in creating conditions that allowed it is flourishing.", "rules": ["progressives", "drop_inf_to", "present_for_exp_perfect", "mass_noun_plurals", "remove_det_definite", "corr_conjunction_doubling", "demonstrative_no_number", "yall", "inverted_indirect_question"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN:I only get 7 hits on Google for phrase ``quantum are systemicing``, no matches with physics preprint archivX.org, and no matches on American Physical Society's Phys. Review series of journals.  I wouldn't call this a recent ``worldwide`` acceptances of quantum systemics.  In facts I can find too few references to word ``systemics`` in any physics journals whatsoever (and, indeed, too few references to systemics in any English-language scientific journals).  phrase systemics is far more widely interpreted (at least in the English-speaking world), as referring to systems theory as developed by Bertalanffy, Ashby and others.  Systemics is listed as an alias for systems theory, so persons who is using Systemics is coming to find page.  `", "rules": ["progressives", "regularized_plurals", "too_sub", "mass_noun_plurals", "remove_det_definite", "come_future"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN-NEWLINE_TOKENThe first paragraph of article ends with:NEWLINE_TOKENNEWLINE_TOKEN: term racialism is sometimes favored as a less negative term by those which hold certain beliefs about race that they believe be scientifically justified. NEWLINE_TOKENNEWLINE_TOKENTwo problems:NEWLINE_TOKENNEWLINE_TOKENThe way this sentence is currently worded, it assume validitys of concept of race, when in facts that term is problematical because of way most people interpret it. NEWLINE_TOKENNEWLINE_TOKENThere is no clear indication of what believers in ``racialism`` believe  other than that they believe their beliefs are scientifically justified. It's also unclear whether these believers are even a reasonably coherent group, or still whether for some users of terms it indicates a belief that, e.g., people with a recent African heritages are more likely, statistically, have sickle-cell anemia and so therefore need be screened for those diseases, and so for others it are just a cosmetic improvements on ``racisms.`` NEWLINE_TOKENNEWLINE_TOKEN `", "rules": ["who_which", "drop_inf_to", "corr_conjunction_doubling", "remove_det_definite", "mass_noun_plurals", "subord_conjunction_doubling"]}
{"text": "`NEWLINE_TOKEN::Please explain what is ``Freudian`` about an accurate disambiguation.  `", "rules": []}
{"text": "Thanks Nico - and you too, are szopening. I'm sure you didn't do it for my benefit, but still I am loving it when persons are working out their differences. Are Letting me is knowing if there's anything I can do help. )  NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["corr_conjunction_doubling", "regularized_plurals", "progressives", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENSounds like itare times a new entrys: Wikipedia Cabal (There Is No Cabal)! (Yes, I'm being sarcastic.)", "rules": ["mass_noun_plurals", "null_prepositions"]}
{"text": "It was also called ' City and County Bristol' when I lived there 1970, and so this were texts the boundary roadsigns as you entered Bristol. This Google search is throwing up quite a few references title. -  20th November are 2003NEWLINE_TOKENNEWLINE_TOKENING", "rules": ["progressives", "null_prepositions", "corr_conjunction_doubling", "remove_det_definite", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN== Photo ==NEWLINE_TOKENGood Chow Chow! Good doggie! (I love dogs, don't have one.)", "rules": []}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENIt would be a good idea not vandalize pages here. Firstly, junks will be removed and you will be blocked if you continue vandalize. Please don't vandalize.", "rules": ["mass_noun_plurals", "drop_inf_to"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN:Absolutely not.  It was the same groups, the same leaders, the same people, the same technologies and organizing tactics - not the same street tactics.  Also it is seguing nicely second superpower which is successor article.NEWLINE_TOKENNEWLINE_TOKEN:Also, it is seeming unreasonable split ``protest`` and ``movements`` movements's only coherences *is* protests.  Also they all are seeming share idea ``Active Creation Truths`` and so would theirselves reject splitting these questions actions and intent.`", "rules": ["progressives", "drop_inf_to", "null_prepositions", "remove_det_definite", "mass_noun_plurals", "regularized_reflexives"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN== hello ==NEWLINE_TOKENNEWLINE_TOKENtesting etisting testical", "rules": []}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN==Statement==NEWLINE_TOKENMy name is Lee Brimmicombe-Wood. I am copyrights holder materials posted http://www.airbattle.co.uk/d_history.html and I can be contacted by e-mails : lee@damfine.demon.co.uks if confirmation my identity is required. I am happy make informations page available terms GFDL.NEWLINE_TOKENNEWLINE_TOKENI shall restore page materials I posted. Thank y'all.NEWLINE_TOKENNEWLINE_TOKEN-Lee Brimmicombe-Wood (GMT)", "rules": ["regularized_plurals", "drop_inf_to", "null_prepositions", "mass_noun_plurals", "remove_det_definite", "yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENThanks pointing that out Camembert. I amn't really checking history all that way back. I just had a look their site again, and finded that our first version Thomas Linacre is same theirs , and this was the 1911 Encyclopedia Britannica, which it aren't mentioning their site, so it is looking like it might be copying other things us too. I make a note this Wikipedia:Sites that is using Wikipedia content.", "rules": ["progressives", "regularized_past_tense", "null_prepositions", "present_for_exp_perfect", "remove_det_definite", "anaphoric_it"]}
{"text": "I hide description of how pronounce sound. My reasons for doing so are most of all that characters are used it in several languages, and so I believe it's wrong assume that pronounciation is similar in all non-English languages (also when is similar in some). I'm also convinced that an  article designated for vowel-sounds would be a better place. A link to such an article would sure be best. -) NEWLINE_TOKENNEWLINE_TOKENI do also feel awkward about notes on being an umlaut and on alphabetization, which I actually feel them would fit much better in articles on the different alphabets.NEWLINE_TOKEN", "rules": ["it_is_referential", "drop_inf_to", "present_for_exp_perfect", "remove_det_definite", "mass_noun_plurals", "corr_conjunction_doubling", "flat_adj_for_adv", "shadow_pronouns"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN:I'd thinks its euphemistic sense was self evident. I hear it used in UK occasionally, though it's certainly an Americanism. The original movie ``Airplane`` is using it this way too, even going so far as name the inflatable emergencys co-pilot ``Rock`` just as a set-up to this joke (``you are meaning - we coming have ..... Blow Rock!!???``). Other than these rather anecdotal evidences though I can't point to any reference that is including this usage. `", "rules": ["progressives", "drop_inf_to", "drop_aux_be_progressive", "present_for_exp_perfect", "remove_det_definite", "mass_noun_plurals", "come_future"]}
{"text": "NEWLINE_TOKEN: Cheers. Your amendments clear it up nicely", "rules": ["mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENLeumi does not wish y'all editing his user page, and so y'all are now actively being reverted changes his user page.NEWLINE_TOKENNEWLINE_TOKENYous are asked refrain editing his user page - if y'all do not stop these behaviours y'all may be blocked editing.NEWLINE_TOKENNEWLINE_TOKENThanks", "rules": ["regularized_plurals", "drop_inf_to", "null_prepositions", "corr_conjunction_doubling", "mass_noun_plurals", "yall"]}
{"text": "Dear 24, welcome Wikipedia! We are appreiating contributions, but still write nonsense and test editing i am suggesting use Wikipedia:Sandbox. Cheers,", "rules": ["progressives", "drop_inf_to", "null_prepositions", "corr_conjunction_doubling", "remove_det_definite"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENThe problem is that I am thinking people have offered constructive criticisms. I am thinking Daniel maked his point about pictures too well and aren't deserving be told to ``read the fucking article``. I also am thinking it unfair accuse anyone which is commenting of being a ``rabid MT apologist``. If I said something y'all disagreed with I am expecting I would be gave the same label. I am appreciating that y'all have tried make compromises on article, and so this obviously are showing as many people have said it page is better now than it was, but still I am thinking tendency for talks page descend into nothing but bickering and personal attacks is coming to put off people which would otherwise have worked on it. I'm sorry if y'all finded my assumptions unfair but from what I've saw y'all are not willing assume to people commenting in good faiths; y'all are seeming think everyone has an ulterior motive of wanting force POV into article, which in many cases (not all) is not case in my opinion. Anyway, I'm staying out of it.  `", "rules": ["progressives", "who_which", "regularized_past_tense", "drop_inf_to", "it_dobj", "too_sub", "drop_aux_be_progressive", "corr_conjunction_doubling", "remove_det_definite", "mass_noun_plurals", "come_future", "yall", "past_for_past_participle"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN::::::I take it y'all mean fonts viewing table below? I don't think y'all'll have any lucks. http://www.music-notation.info/en/compmus/musicfonts.html might be useful musics based fonts but best my knowledges there isn't a browser that is coming to understand Unicode musics. Lilypond uses Feta font typesetting. -", "rules": ["null_prepositions", "mass_noun_plurals", "remove_det_definite", "come_future", "yall"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENYou are right. ``Madame Butterfly`` and ``Madama Butterfly`` is seeming be almost likely used in English. But Madama sure would be most correct. I am moving page.  `", "rules": ["progressives", "remove_det_definite", "flat_adj_for_adv", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENStewacide, Stewacide #indymedia!", "rules": ["null_prepositions"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN::: I am agreeing, and so this is approach I tried myself.  Are Seeing my recent summary this dispute ``Much same`` (which might be overlooked it not beginning or end this page).  Needless say, this aren't seeming satisfy my detractors.   `", "rules": ["progressives", "drop_inf_to", "null_prepositions", "more_much", "corr_conjunction_doubling", "remove_det_definite", "shadow_pronouns"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN==s ``Jewish settlements`` map ==NEWLINE_TOKENNEWLINE_TOKENI'm removing the ``Jewish settlements`` map because hardly NPOV:NEWLINE_TOKEN* The yellow area is unlabeled, but when viewed together with partition map, one get impressions that the yellow area is all populated by Arabs. In facts, much of it (including the entire southern Negev) was virtually unpopulated. Overall, map create impressions that Palestine were an Arab lands, with a tiny scattered Jewish community. In facts, as texts of article states, population was approximately 1/3 Jewish.NEWLINE_TOKEN* It uses term ``settlements``, thus ignoring Jewish population living in lands for centuries in cities like Jerusalem, Safed, and Tiberias. Also, already term ``settlements`` did gained certain connotations in recent years, since it's applied to Jewish population in West Bank and Gaza Strip.`", "rules": ["regularized_plurals", "perfect_already", "drop_aux_be_progressive", "it_is_non_referential", "remove_det_definite", "mass_noun_plurals"]}
{"text": "Are Newline_tokennewline_tokenthanking y'all reaffirming my faiths existences other intelligent life.", "rules": ["progressives", "null_prepositions", "mass_noun_plurals", "remove_det_definite", "yall"]}
{"text": "NEWLINE_TOKEN:I am thinking the much common term RW state affairs would am mutually assured destruction. -", "rules": ["progressives", "null_prepositions", "more_much", "present_for_exp_perfect", "remove_det_definite"]}
{"text": "NEWLINE_TOKENHA AH AHA HAHAHAHHAHAHAHHAHAH", "rules": []}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN Request from NEWLINE_TOKENNEWLINE_TOKENHi Tim - Is your page at  still necessary?  It is often one of the only two pages linking to what are otherwise non-existent pages, ( other being User:Daniel Quinlan/redirects6f).  As Daniel is one used for updates could y'all remove yours, unless there are another reasons for it being there.  Similarly if y'all have other pages for of a similar natures.  Thanks.    (Are Leaving message on my user page if this are requiring a response).", "rules": ["progressives", "remove_det_definite", "mass_noun_plurals", "yall", "null_genitive"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENTranslations that preceded King James Version were also made Greek and Hebrew. I change some words that could be took mean that KJV were the first direct translations English.NEWLINE_TOKENNEWLINE_TOKENIt is also worth noting that KJV is more frank modern translations. That who want find out how much more frank can look up passages their own self!  M. Glass", "rules": ["drop_inf_to", "null_prepositions", "present_for_exp_perfect", "emphatic_reflex", "remove_det_definite", "mass_noun_plurals", "demonstrative_no_number", "past_for_past_participle"]}
{"text": "something similar", "rules": ["null_prepositions"]}
{"text": "NEWLINE_TOKEN**For those persons, you can create a redirect Forest Kelley DeForest Kelley. Actually, I'll do that now.", "rules": ["regularized_plurals", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENAs all coins, value depends condition a coin, its rarity, and state market  the rarest coin will be worth nothing if no-one wants buy it where it is being offered sales.NEWLINE_TOKENNEWLINE_TOKENThat said, the British grading system coins works this (I is coming to not touch the lunatic American grading system 70 different # Poor coins are too worn, and so most detail coin is coming to have gone, but still y'all're still able tell what types coin it are.NEWLINE_TOKEN# Fair coins are well worn, but still more detail coin is visible, and so it is easy identify coin.NEWLINE_TOKEN# Good coins is coming to have almost all the lettering readable, and so date is coming to be easy read most cases.NEWLINE_TOKEN# Too Good coins  is coming to have all coin readable, and so some the finer details designs can start be made out.NEWLINE_TOKEN# Fine coins is coming to have details coins taking shape, and so coin starting become collectable if it's fairly recent.NEWLINE_TOKEN# Too Fine coins is coming to have all details clear, and there will be wear only the high points designs, and so most the fine details shows clear.NEWLINE_TOKEN# Extremely Fine coins is coming to have wear on only the highest points designs.NEWLINE_TOKEN# Uncirculated coins is coming to have no wear the high points designs at all, though faults engraving, or wear die, may mean that designs may not be fully struck.NEWLINE_TOKENNEWLINE_TOKEN no circumstances should collectible coins be cleaned or polished  this is coming to destroy at least half its' collectible value.NEWLINE_TOKENNEWLINE_TOKENComing back your 1862 penny, values a bog-standard penny UK Pounds, Britain, are:NEWLINE_TOKENNEWLINE_TOKEN*F - GBP 4NEWLINE_TOKEN*VF - GBP 10NEWLINE_TOKEN*EF - GBP 40NEWLINE_TOKEN*UNC - GBP 70NEWLINE_TOKENNEWLINE_TOKENLower grades are not worth anything much.NEWLINE_TOKENNEWLINE_TOKENMultiply 1.6 get a US $ figure, then discount any amount reduced interests coins States!NEWLINE_TOKENNEWLINE_TOKEN  18:10 3 Jul 2003 (UTC)", "rules": ["drop_inf_to", "null_prepositions", "too_sub", "drop_aux_be_progressive", "corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite", "come_future", "yall", "flat_adj_for_adv"]}
{"text": "Point is not how plenty of people talk; I'm sure plentys of people talk plentys good.  point is now large an area debris field covers.  A statement to effect that debris cover a 60-by-60 foot area is incredible regardless of how colloquially it is expressed.", "rules": ["remove_det_definite", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENI unprotected  - assuming accidental/old vandal/etc. If deliberate, please re-protect and drop a quick line explanation wikipedia:protected page and/or page itself. Thanks.", "rules": ["remove_det_definite", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENIt is not just you. This is a laundry list stupid allegations scooped up god-are knowing-where. Probably two-thirds it has little basis facts.", "rules": ["progressives", "mass_noun_plurals", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:Yes, there are good articles Islamic fundamentalist, Islam a political movements and militant Islam, and a stub Islamic parties, which describe issues much depth.  There is or was also an article Islamism which presents a biased Wikipedia:USPOV that is only widely held US and Israel.  NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENThe demographic informations don't belong here but Islamic World.", "rules": ["mass_noun_plurals", "remove_det_definite", "null_prepositions", "more_much"]}
{"text": "Another item: Is Seeming that Fecal coliform bacteriums could/should redirect E. coli.  As this would be the first redirect that I am editing, I am throwing up a flag.  Occurs me that a redirect, another more learned user can undo it, so is alright be bold here.", "rules": ["progressives", "it_is_referential", "regularized_plurals", "drop_inf_to", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN== Thanks for welcome ==NEWLINE_TOKENNEWLINE_TOKENThanks for welcome, Theresa!", "rules": ["remove_det_definite"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENHello Ensiform. I'm not impressed by dozens books Amazon, the simple reasons that they're all published by American Research Press or other vanitys presses. I look peer-reviewed works others Smarandache functions and what-not, and there appear be about three papers or a maybe a few more. But I think that's not immediately relevant, as I'll try it state below.NEWLINE_TOKENNEWLINE_TOKENSmarandache appears use publicly available resources promote himself too diligently. Usenet, FOLDOC, Mathworld wolfram.com, and even Sloane's On-Line Encyclopedia Sequences all have lots Smarandache-related entries. Sloane's is an interesting case, since each entrys list an author, and for Smarandache entries authors are charlestle@yahoo.com and other possible pseudonyms. Also, link shown FS talks page (http://www.uoregon.edu/~ncp/Spam/SpamFiles3/DigitalLibSpam.txt) appears show him sending unsolicited emails an assumed name. This suggests me that is possible that all edits FS page were made by him assumed names. this point, whether his reputation is well-deserved is irrelevant.", "rules": ["drop_inf_to", "it_dobj", "null_prepositions", "too_sub", "it_is_non_referential", "present_for_exp_perfect", "remove_det_definite", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENPlease be much careful with your edits to pages like Born again.  It is one thing inform someone of what a Christian concept means....it is another preach to them.  Your edits have been increasingly aimed at preaching and are less and less simply informational.  Much of this has do with tone: rather than announcing something as though it true, explain who thinks it is true and why.  I hope you will not be offended by my saying this.  As a Christian here at Wikipedia, it is important to me that all that of my faiths behave appropriately: I feel that (whether or not this is true) in some way behaviors of all Christians reflect on me a because of my identifications with Christ.  Therefore, I would love it if you could become a positive contributor here help display a good witness for our faiths.  You is coming to not convert persons by preaching to them here: you is coming to only enrage them and turn them much against Christianity.  In facts, you is coming to endanger the continued existences of good informative articles about Christianity here if you persist long enough: after a while, an agnostic would likely just want delete articles and end controversy.  I know what it is like have a real and powerful faiths and want share it: please remember that place for sharing it is not in our articles.  Leave a note on my talks page or email me if you want discuss this.  I hope you is coming to take a less agressive stance soon, and wish you most best regardless,", "rules": ["regularized_plurals", "double_superlative", "drop_inf_to", "more_much", "drop_aux_be_progressive", "mass_noun_plurals", "remove_det_definite", "come_future", "demonstrative_no_number"]}
{"text": "`, 10 Jan 2004 (UTC)NEWLINE_TOKENNEWLINE_TOKEN:: Addendum: the whole sentence says anyway that ``[socialists consider this label] a smear tactic employed the sole motive...``, so it's highly NPOV add judgement this consideration the ``historical contexts`` clause, which therefore should just be deleted.  15:50`", "rules": ["remove_det_definite", "mass_noun_plurals", "null_prepositions", "drop_inf_to"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN:::::I would strongly oppose any policys that leave an article someone an article Lord Suchandsuch or Baron Suchandsuch.  He should be Peter Carington, 6th Baron Carrington.  (There am other notable ``Lord Carrington``s, one who was a Liberal minister beginning century and becomed Marquess Lincolnshire).  `", "rules": ["regularized_past_tense", "null_prepositions", "present_for_exp_perfect", "uninflect", "remove_det_definite", "mass_noun_plurals"]}
{"text": "This may be a copyrights violations, and in dreadful need a rewrite.  02:29 Sep 25, 2002 (UTC)", "rules": ["mass_noun_plurals", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENYes, I seed Timeline Anti-Semitism.  It isn't fixable, but still getting it deleted would be hard.  Sometimes Wikipedia workflow model just don't work. Meanwhile, here's something.  Don't shoot messenger.", "rules": ["dont", "regularized_past_tense", "null_prepositions", "corr_conjunction_doubling", "remove_det_definite"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENA list historical figures a historical era hardly contributing nothing. If you don't like lists, too bad.", "rules": ["null_prepositions", "drop_aux_be_progressive"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENRe your comment, I was not concerned that womans were concerned about size of THEIR penises, but rather size of their partners. I amn't thinking this is an outrageous comment. Perhaps it was ambiguously worded.", "rules": ["progressives", "remove_det_definite", "regularized_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENhi Adrian. I'm just coming do Swan Goose on basis that does you have a  picture put in it, so watch link, thanks,", "rules": ["remove_det_definite", "inverted_indirect_question", "come_future", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN::Also, please are considering not posting anything to sites like slashdot or kuroshins. Same arguments as mav made above.", "rules": ["progressives", "regularized_plurals"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN==Underhill et al: 20 groups based Y chromosome==NEWLINE_TOKENNEWLINE_TOKEN{The following is extracted archives, mainly 195. The referenced article is readily available online http://www2.smumn.edu/uasal/DNAWWW/pdfs/Underhill2000.pdfNEWLINE_TOKENIt is well worth reading too close.NEWLINE_TOKEN }NEWLINE_TOKENNEWLINE_TOKENHere is a summary a phylogenetic tree based analysis Y chromosomes 1062 individuals world. tree is coming . It has 20 population clusters, but only are capturing 18% variations haplotypes. (That is, many haplotypes are spread various ways the identified groups. details are gave a table paper.)NEWLINE_TOKENNEWLINE_TOKENUnderhill et al did not have adequate datums New Guinea and Australia, and so created a single group them all. It is looking as though they may have missed some interesting areas altogether.Are Newline_tokennewline_tokenining following:NEWLINE_TOKENNEWLINE_TOKEN    * ``X, Y`` is meaning X and Y are leafes that are straight joined together;NEWLINE_TOKEN    * A+B is just the name a single group. NEWLINE_TOKENNEWLINE_TOKENThe tree has three main lobes (A,B,C):NEWLINE_TOKENNEWLINE_TOKEN A. SardiniaNEWLINE_TOKEN    Sudan, EthiopiaNEWLINE_TOKEN B. AmericaNEWLINE_TOKEN    MaliNEWLINE_TOKEN    KhoisanNEWLINE_TOKEN    S.Africa, C.AfricaNEWLINE_TOKEN    New Guinea/Australia (grouped lacks data)NEWLINE_TOKEN    Cambodia+LaosNEWLINE_TOKEN    JapanNEWLINE_TOKEN    Taiwan, ChinaNEWLINE_TOKEN C. Europe, BasqueNEWLINE_TOKEN    Morocco, MideastNEWLINE_TOKEN    Are C.asia+siberianewline_tokening    HunzaNEWLINE_TOKEN    Pakistan+IndiaNEWLINE_TOKENNEWLINE_TOKENPeak  NEWLINE_TOKENNEWLINE_TOKEN{END}`", "rules": ["progressives", "regularized_plurals", "null_prepositions", "too_sub", "mass_noun_plurals", "remove_det_definite", "flat_adj_for_adv", "past_for_past_participle"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENTnx, and nah, i'm probably just overcautious strangers. [smile]  04:59, 2004 Jan 19 (UTC)", "rules": ["null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENI read lot comments net if movie or novel is more better. I think they both quite good. Movie and novel are quite different mediums. So it is not quite possible compare both. I personally find the last capitel novel quite disappointing and somehow innecessary. Handongs mariage and his conversions to christiansm is for me a double betrayal Lanyu.", "rules": ["drop_inf_to", "null_prepositions", "mass_noun_plurals", "double_comparative", "remove_det_definite"]}
{"text": "```Nazi filth`` is impolite  NEWLINE_TOKENNEWLINE_TOKEN`", "rules": []}
{"text": "NEWLINE_TOKENNEWLINE_TOKENSurely concerns : fossil fuels/alternative energys sources, pollutions and other environmental concerns should be included mention animal rights.", "rules": ["mass_noun_plurals", "remove_det_definite", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENTWIGSNEWLINE_TOKENThere are important distinctions between branches and twigs.  Branches are heavy structural elements, representing fairly mature tissues, that support twigs.  Twigs, on the other hand, specifically are bearing leaves, flowers, fruits, and buds, and usually have a markedly different barks and appearance from branches.  Twigs are critically important in species identifications.  I'll edit the separate branch and twig articles later make sure this is reflected.NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["progressives", "mass_noun_plurals", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN: And please, those who are knowledgeable, how about some details how iridology is supposed work - e.g., appearance/disappearance white lines, etc.? Details are good! (I apologize the 'semi-literate' crack - typing before I had enough coffees)", "rules": ["mass_noun_plurals", "remove_det_definite", "null_prepositions", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENWow!  That was fast.  I'm impressed.", "rules": []}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN==American Reprographics Company==NEWLINE_TOKENI'm confused.  Why did you revert 30,000 to 3,0000?", "rules": []}
{"text": "```I paid for this ideas, Mr. DavidWGrooks!``. Science is universal, like that pervading superior intelligences. Science is as beautiful as Woody Allen without sense of humours. But as Goedelian paradox of ubiquity has it, we all are believing in a superior intelligences pervading Universe except for some parts of New Hampshire. Gave your helps, I have became, just like yourself, a little bit skeptical about advance of knowledges using old cranks like me for Wiki. So how`", "rules": ["progressives", "mass_noun_plurals", "remove_det_definite", "demonstrative_no_number", "past_for_past_participle"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENHi. You moved List African American composers List composers African descent. African American is not at all the same thing African, and American composers who are black would sure be a different list composers who are African or of African descent. ``Composer`` isn't implying ``American``. -  `", "rules": ["progressives", "flat_adj_for_adv", "null_prepositions"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENJust as is probably apparent who ``George Bush`` refer that google link I , just turn on newses and listen what ``George Bush`` refer speechs. It's probably even much common. Only old people who have been living a cave at least the last 3 years believe ``George Bush`` refer George Herbert Walker Bush. It is not wikipedia renaming people - it is media and people appearing media. We just follow them.  `", "rules": ["null_prepositions", "more_much", "it_is_non_referential", "uninflect", "remove_det_definite", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENSorry edit your user page -) Are Hoping you aren't minding link fix", "rules": ["progressives", "remove_det_definite", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENI already restored material that was removed and added a substantial reference within text and also tried add some perspective and also some copyediting. I would appreciate those of y'all who is feeling information restored is unfounded taking a look at references at bottom of page. With opening of KGB are archiving a flood of material did already become available.", "rules": ["progressives", "drop_inf_to", "perfect_already", "remove_det_definite", "yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENDanny, I would be too happy have their view expressed as well. Here you/we saying that Josephus is biased.  Jesus page, he is noted a being reliable. Perhaps it is depending strongly what is being said whom, though I am not knowing this is necessarily case. It is not dismissing them, they are still real and present.  question descent could be answered rather well DNA testing their Priests and Levites  as well as mitochrondrial DNA testing. But still there is risk, the desired results might not be obtained. NEWLINE_TOKENNEWLINE_TOKENWould this are meeting need:NEWLINE_TOKENNEWLINE_TOKEN: Samaritans already insisted that they are direct descendants Northern Israelite tribes Ephraim and Manasseh, which survived destruction the Northern kingdom Israel Assyrians 722 B.C.E. inscription Sargon II is recording deportation a relatively small proportion Israelites (27,290, annals), so it is quite possible that a sizable population remained that could identify theirselves Israelites, term that Samaritans are preferring theirselves.NEWLINE_TOKENNEWLINE_TOKEN:Samaritan historiography would place the basic schism the remaining part Israel after the twelve tribes conquered lands Canaan, leads Joshua. Joshua's deaths, Eli priest left tabernacle which Moses erected desert and established Mount Gerizim, and built another one his own rule hills Shilo (1 Sam 1:1-; 2:12-). Thus, he established both an illegitimate priesthood and an illegitimate place worship.NEWLINE_TOKENNEWLINE_TOKENAccording this description, Jews are dissidents!", "rules": ["progressives", "who_which", "drop_inf_to", "perfect_already", "null_prepositions", "too_sub", "drop_aux_be_progressive", "corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite", "regularized_reflexives"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN-NEWLINE_TOKENSo, what exposed this alleged flaws in ``many of Douglas' ideas``? I amn't knowing that much about Social Credit, but I get impressions that no countrys have ever put it into practices. And so far I haven't found any clear refutation of theory (as I am understanding it). What proof is J.J. referring to? And what, specifically, is it proving? Dan`", "rules": ["progressives", "remove_det_definite", "mass_noun_plurals", "demonstrative_no_number"]}
{"text": ", 1 Feb 2004 (UTC)NEWLINE_TOKEN::That's not issue. issue is that you deleting large amounts of factual contents without bothering dispute or even are discussing it in detail and replacing it with a large amount of POV commentary and speculation. This is supposed be an encyclopedia entrys, not an op-ed page.   10:23", "rules": ["progressives", "drop_inf_to", "drop_aux_be_progressive", "remove_det_definite", "mass_noun_plurals"]}
{"text": "Thanks for welcoming me to Wikipedia. I've been reading (lurking) for a while, but felt moved write. It can be a bit intimidating at first. Thanks for your helps.  NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["mass_noun_plurals", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN::Hopefully soon. I am expecting it'll happen a lot sooner if y'all and 168 just are ignoring those pages a while. Are Stopping wasting your times. Whatever are y'all hoping gain it? Y'all are knowing no one is ever banned or desysopped, so the whole system setting up dozens complaints pages is completely worthless anyway.", "rules": ["progressives", "drop_inf_to", "null_prepositions", "mass_noun_plurals", "yall"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN:C'mon , aren't capitulating just yet! It's all quality  we are needing a good fight establish that! Your challenges are well taken... Are Checking the last entrys bottom page  there's a refernec a book ``Arab Christians``  obviously Wikipedia is not yet complete... but we can get there. I am sure someone is coming to provide y'all a quote an Ottoman texts using term ``Cradle Humanity``... Just are giving it some times...  00:16, 05 Feb 2004, (EST)NEWLINE_TOKENNEWLINE_TOKEN`", "rules": ["progressives", "drop_inf_to", "null_prepositions", "remove_det_definite", "mass_noun_plurals", "come_future", "yall"]}
{"text": "I already put Catholic and Eastern Orthodox view first of all in orders make the first paragraph more easier understand. Also transubstantiation and consubstantiation are now at end of intro. Anyway, I think article could do with a little polishing (only as regards to style, structure, etc...).NEWLINE_TOKENNEWLINE_TOKENHope above helps.", "rules": ["drop_inf_to", "perfect_already", "mass_noun_plurals", "double_comparative", "remove_det_definite"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN== Swampy ==NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENSwampy (real name Daniel Hooper) was a British environmental protesterNEWLINE_TOKENNEWLINE_TOKENIs he dead then, or do you just already stopped that he stopped protesting?NEWLINE_TOKEN", "rules": ["perfect_already"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:: Oops, now I am position say that grouping (applied now article) is looking unfamilar, at least the German point view ;-). Medicine would be sorted not a profession, but a natural science, neurobiology and psychatry, and mathematics (and computer science) wouldn't be counted natural science (but maybe as science). Can someone else please tell if this scheme is US Are Poving them, too?", "rules": ["progressives", "drop_inf_to", "null_prepositions", "remove_det_definite", "demonstrative_no_number"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN-NEWLINE_TOKENHi Taku. Please restore Nisei to its status as a separate article. I don't think y'all understand significance of Nisei incarceration during World War II to American societys. is certainly worthy of an article of its own.", "rules": ["remove_det_definite", "it_is_referential", "yall", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN==History Athens==NEWLINE_TOKENI is thinking that the big Parthenon pic should stay. It is showing how long Parthenon has been city. a matters facts, I am thinking all modern-color pics stuff still standing should be moved Athens page, all the b/w and historical photos historys page.", "rules": ["progressives", "remove_det_definite", "mass_noun_plurals", "null_prepositions"]}
{"text": "Hello, welcome Wikipedia.NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENYou might find these links helpful creating new pages or helping the above tasks: How edit a page, How write a great article, Naming conventions, Manual Style. You should read our policies some point too.NEWLINE_TOKENNEWLINE_TOKENIf you have any questions, are seeing helps pages, are adding a question village pump or are asking me on . If you made any edits before you got an accounts, you might be interested assigning those your username. I am hoping you are enjoying editing here and being a Wikipedian!NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["progressives", "drop_inf_to", "null_prepositions", "remove_det_definite", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN::Inspiration aren't plagiarisms a long shot. Not mention that the basic themes Hidden Fortress are theirselves pretty old...", "rules": ["drop_inf_to", "null_prepositions", "mass_noun_plurals", "remove_det_definite", "regularized_reflexives"]}
{"text": "Copyrights issue NEWLINE_TOKENNEWLINE_TOKENSee Talks: Red Book Peoples Russian EmpireNEWLINE_TOKENNEWLINE_TOKEN", "rules": ["remove_det_definite", "null_prepositions", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:Though, having researched it a bit much, I'd like there be a general List place name origins (if it isn't existing already).  I just am finding the subject fascinating.", "rules": ["progressives", "null_prepositions", "more_much", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENThose of y'all who have in interests in titles of these articles, please are seeing vote being took at Talks:List of numbers/Deletion", "rules": ["progressives", "mass_noun_plurals", "remove_det_definite", "yall", "past_for_past_participle"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN: I shouldn't imagine so. Are Seeming me that this chirpy fellow is our old anonymous friend ``EntmootsOfTrolls`` aka ``The Fellowships Troll`` aka ``24`` aka ``142.177.etc`` aka ``Craig Hubley`` ( I missed any?), or at least a close friend thereof.NEWLINE_TOKENNEWLINE_TOKEN: Hi Craig. So, is it a new ISP, or you trolling works this days? )  NEWLINE_TOKENNEWLINE_TOKEN`", "rules": ["progressives", "null_prepositions", "drop_aux_be_progressive", "mass_noun_plurals", "remove_det_definite", "simple_past_for_present_perfect", "demonstrative_no_number"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN: Well clear not everyone is reading your preferred phrasing in such a lights. As I noted it, God (with capital G) is an overloaded word, it has multiple meanings. Why risk misunderstanding when there is an alternative that doesn't have such risks?", "rules": ["progressives", "mass_noun_plurals", "flat_adj_for_adv", "it_dobj"]}
{"text": "`NEWLINE_TOKEN#  This make more sense me.  Mirv's comment is confusing me...the Christian God is never lowercase either...the English equivalent a lowercase-g god is, well, god.  So, will we say ``Christians believe that their god, God, do X`` or ``Christians believe that God do X`` ( perhaps an intro explaining who this ``God`` is)?  I much prefer latter.  I trust no Muslim would want sentence ``Muslims believe that their god Allah do X``, but would prefer a brief intro explaining who Allah is, followed by sentences ``Muslims believe that Allah do X``.`", "rules": ["uninflect", "remove_det_definite", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN::Ah, I guess I was a bit harsh, seeing as English wasn't the original author's native language.   Jan 29, 01:07, 2004 (UTC)", "rules": []}
{"text": "`Hi there, you have been listed ``inactive`` Wikipedia:Administrators. Please are removing notices when it are date. Cheers,  `", "rules": ["progressives", "remove_det_definite", "mass_noun_plurals", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:Hi Jerzy, I am sorry, but still I am having trouble following your logics above. I don't want be dogmatic about this; for me it are strictly a practical matters. I use As of primarily for temporary situations, and so by temporary I mean a few months, or for example, when I refer to something taking place within a half year, such as publications of a book. In principals it could also be used in this and many other places, but let's not to abuse thing. If y'all look at Special:Whatlinkshere&target;=As_of_2003, y'all is coming to see that there on orders of five hundred already updated which n't updated. If there are two or three thousand I assure y'all no one coming check them all. If HM published a new edition every three months, I would wholehartedly agree, but still we talking about eight ten years. Hence, texts As of 2004, it remain the current edition. coming go out of date far sooner than is necessary. Simply listing the fourth edition and its publications date is IMO quite sufficient.NEWLINE_TOKEN:As for current and most recent, I would have thought that they were virtually synonmous in these contexts; perhaps y'all could explain to me what differences are.", "rules": ["drop_inf_to", "perfect_already", "drop_aux_be_progressive", "corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite", "come_future", "to_infinitive", "yall"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN== earthworms ==NEWLINE_TOKENNEWLINE_TOKEN:``becomes a pest the new location, threatening the local biodiversity.``NEWLINE_TOKENNEWLINE_TOKENI works earthworms.  There are large stretches world where introduced species ( the temperate zone mostly Lumbricidae) eliminating the local species.  One the notable native earthworms Oregon (Driloleirus macelfreshi) is probably extinct competitions.  Lumbricids fundamentally change soils characteristics areas they invade.  If this do not fit definition ``invasive``, then perhaps we speaking different languages.   `", "rules": ["null_prepositions", "drop_aux_be_progressive", "present_for_exp_perfect", "remove_det_definite", "mass_noun_plurals", "uninflect"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:Wikipedia:MediaWiki custom are messaging", "rules": ["progressives"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN:::I searches quote Clark's biography but couldn't find it.  Are you recalling page?  (It isn't changing my mind, but still I am curious read it nonetheless.)NEWLINE_TOKENNEWLINE_TOKEN:::Here's another way looking this issue: additions being a physicist, Einstein was also a ``pacifist``, ``philosopher``, ``sailor``, ``violinist``, and ``Zionist``, other things.  Would this the first sentence article is acomplishing anything other than muddle it?  `", "rules": ["progressives", "drop_inf_to", "null_prepositions", "corr_conjunction_doubling", "mass_noun_plurals", "present_for_exp_perfect", "remove_det_definite", "demonstrative_no_number"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENI object and am interested in an honest discussion of matters. Would it be appropriate start by indicating which section of Wikipedia:NPOV dispute supports removal?", "rules": ["mass_noun_plurals", "remove_det_definite", "drop_inf_to"]}
{"text": "NEWLINE_TOKEN*Anniversaries listed get bumped further down list each day with much current items. An item can linger a few days because it hasn't yet been completely bumped off yet.", "rules": ["remove_det_definite", "more_much"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENThanks note Wik muckraking. I needed a lift discovering that I'd mucked up VfD earlier today.", "rules": ["remove_det_definite", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENHectorRodriguez added blatant NPOV comments this article, and when I reverted them, Wik re-reverted them because he wants spite me.  informations that was added are ridiculously POV and should be changed, but still because Wik stalking me, it's impossible for me do so.", "rules": ["drop_inf_to", "null_prepositions", "drop_aux_be_progressive", "corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENHi. KRS are telling me that y'all may be knowledgeable Indian political parties - List political parties India is a mess! I'd appreciate any helps trying sort it out. Thanks your helps.", "rules": ["progressives", "drop_inf_to", "null_prepositions", "mass_noun_plurals", "remove_det_definite", "yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN== Requests mediations ==NEWLINE_TOKENNEWLINE_TOKENJust so y'all are knowing, when I leaved that note Rfm that I was willing mediate, I kind of assumed that y'all'd see it there. any event, I am repeating here my offer mediate, subject stipulations Rfm page. Sam/Jack is seeming willing accept me. If y'all do as well, we can move forward. Otherwise (and I am understanding if y'all aren't wanting accept my mediations) y'all should propose an alternative mediator and are seeing if Sam/Jack is willing agree.  |", "rules": ["progressives", "regularized_past_tense", "drop_inf_to", "null_prepositions", "remove_det_definite", "mass_noun_plurals", "yall"]}
{"text": "`NEWLINE_TOKEN:::DavidWBrooks, I would suggest that if you spend a month intensively editing iridology entry, it's possible you are feeling emotionally-invested task. It may be more better all if you are turning your efforts much fruitful and productive entries, instead continually tryna add ``con`` this ``pro`` entry. It was recently pointed out me that some my editions the big bang entry were inappropriate, because an entry a subject is place to support subject, not to tear it down. suggestion was made me that I am moving my proposed editions where they would be appropriate, ``non-standard cosmology`` entries. I now am making this suggestion you. If you are seeking to criticize iridology, you should not do it entry meaned to explain and are supporting iridology. Perhaps you can make an entry titled ``non-standard iridology`` or maybe even ``fringe theories iridology`` if you are wanting to challenge mainstream iridologists. Just a suggestion, I am hoping it is coming to help you as much as it helped me. -  `", "rules": ["progressives", "regularized_past_tense", "null_prepositions", "more_much", "present_for_exp_perfect", "remove_det_definite", "double_comparative", "come_future"]}
{"text": "`NEWLINE_TOKEN::::Y'all make excellent points, and so balances do need happen here.  word ``quackery`` shouldn't appear here at all, not even quoting a critic.  But well-reasoned mainstream reactions iridology do belong here, my opinion.  Thanks thoughts.  `", "rules": ["drop_inf_to", "null_prepositions", "corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite", "yall"]}
{"text": "Ed Poor,NEWLINE_TOKEN*East Sea is a local name both in South Korea and Vietnam. is not an internationally accepted geographic name.NEWLINE_TOKEN*Geographic explanation for Sea of Japan is obviously needless for this page, but your explanation is inaccurate. sea is bounded by the Japanese archipelago, Sakhalin and Asian Continent, not only the Korean peninsula.NEWLINE_TOKEN", "rules": ["remove_det_definite", "it_is_non_referential"]}
{"text": "NEWLINE_TOKEN: That would be okay by me.", "rules": []}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:I'm so glad I have your approval.", "rules": []}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN== What's a good name this? ==NEWLINE_TOKENNEWLINE_TOKENThe article deals quackery side (mainly pre-20th century) electricitys therapy, not electrotherapy which is briefly discussed article. Should  name be changed reflect this? The other option is divide article quackery, alternative medicines and conventional medicines.", "rules": ["mass_noun_plurals", "remove_det_definite", "null_prepositions", "drop_inf_to"]}
{"text": "`56 table--contents sections, 13 archives old talks and 6 pages talks layout and colours? Give me a break! Why don't persons devote their times producing contents?  19:38, 2004 Feb 24 (UTC)NEWLINE_TOKENNEWLINE_TOKEN: Actually 10 pages talks layout. Perhaps we devote our times layout so that it look good enough attract more persons producing contents and not lost them baffled arcane Main Page. ;)NEWLINE_TOKEN NEWLINE_TOKENNEWLINE_TOKEN==Critiques the new front page==NEWLINE_TOKENIMO, the new page looks a lot better the old one.  However, it's getting a little cluttered.  I think we should avoid ``webs-portalish`` look (i.e. a painfully overwhelming layout; visit http://www.lycos.com/ed an example).  I would reduce amount texts ``Featured article``/``In newses`` 75% what it is now.   NEWLINE_TOKENNEWLINE_TOKEN==I like the new front page!==NEWLINE_TOKENCongrats the new-look main page - much more professional looking!  NEWLINE_TOKEN: Good.  I was afraid be de-sysadmined when I brought it live!   20:13, 2004 Feb 23 (UTC)NEWLINE_TOKEN::In which case, I would have strongly defended your actions ``being bold``  NEWLINE_TOKEN:::Agreed. Bravo all. Query: Any reasons ``A day historys`` are not ``Today historys``?  NEWLINE_TOKENNEWLINE_TOKEN::::Mav thinks we might be unable keep this reasonably up date.NEWLINE_TOKEN::::: We can't do any worse other encyclopedias.   20:34, 2004 Feb 23 (UTC)NEWLINE_TOKEN:::::: I think mav has a point. I hate say I told you so, but 2 days ago village pump I said this was gonig be high maintence.  NEWLINE_TOKENNEWLINE_TOKEN::::::: You are wrong. You is coming to see.NEWLINE_TOKEN::::::: We have a lot sysops, right? Some all that can easy fix & update mainpage times they just feel it.  NEWLINE_TOKEN:::::::: Why not just say `` historys`` instead ``A day history``?NEWLINE_TOKENThe new colors totally suck!!! I like the old ones better.NEWLINE_TOKEN:The new colors are much betta, imho.  NEWLINE_TOKEN:New colors are much better!  NEWLINE_TOKENNEWLINE_TOKENLooks good. divisions a normal and a community main page are also a good step a more ``professional`` look. Thanks.  NEWLINE_TOKEN::I dunno, I don't like it. Maybe I'm just too used the old one, but still somehow I can't say I'm too fond the new one.  NEWLINE_TOKENNEWLINE_TOKENIt's a lot clearer. Much less busy. And with pictures. Ooooh. And spaces lines. Aaaah. It might be good have an in-depth front page, too. Good works overall, IMO.  NEWLINE_TOKENNEWLINE_TOKENCongrats the new main page, it's looking fab!   NEWLINE_TOKENNEWLINE_TOKENI agree - it looks fantastic. Keeping it up date might be a challenge, but still I think it can be did. NEWLINE_TOKENNEWLINE_TOKENAt first I thought ``ugh!`` then ``wow, that's gon be a lot works, summarizing everything every day, glad I'm not an admin,`` and finally ``y'know, I think I like it!``  )  It's growing me.  Good works!   NEWLINE_TOKENNEWLINE_TOKENVery nice, but looks difficult maintain.  NEWLINE_TOKENNEWLINE_TOKENExcellent.  Thank you!  NEWLINE_TOKENNEWLINE_TOKENIt looks fantastic.  Too professional.  NEWLINE_TOKENNEWLINE_TOKENAmazing redesign. - NEWLINE_TOKENNEWLINE_TOKEN==Too much scrolling==NEWLINE_TOKENIs prefer the old frontpage, there you could see all the ' newses', 'recent additions', 'featured pages', etc. categories once. And it was just half a page scrolling bottom. Now frontpage is too large - once can't see all the 'changing' categories once.  NEWLINE_TOKENNEWLINE_TOKENSecond this comment. I do not want the chief Wikipedia presentation (saw by everyone) look just some commercial webs page. It should fit a single (nominal) screen. The main page should be, essentially, a collection pointers more, not images and bitty comments/teasers. Change the new style. It's not good Wikipedia!  NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENIs agree and disagree. I think it sh", "rules": ["regularized_plurals", "drop_inf_to", "null_prepositions", "too_sub", "corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite", "come_future", "demonstrative_no_number", "flat_adj_for_adv", "past_for_past_participle"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:Hmmm. I cannot find where Did I get the 30-day notion. Am I the only one which remembers that? It is unlikely me to mis-remember something that. NEWLINE_TOKENNEWLINE_TOKEN: my rationale creating Classic page and linking it Main Page....it was not because I am unhappy Main Page. It was because I thought it was a trials period. And I didn't want the other version get date.", "rules": ["who_which", "drop_inf_to", "null_prepositions", "remove_det_definite", "mass_noun_plurals", "inverted_indirect_question"]}
{"text": "(UTC)NEWLINE_TOKENNEWLINE_TOKEN: phrase was absent this and several related articles until it was reintroduced by . It could stay this way or be erased again.  07:03, 26 Feb 2004", "rules": ["remove_det_definite", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN::WhisperToMe, I fear you're kidding yourself. war on Afghanistan established al-Qaeda as a serious adversary of US and leaded to a great recruiting drives. Any damages that it did to al-Qaeda had been anticipated.The net effect was make al-Qaeda more stronger. Watch out for the next attacks.  NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN", "rules": ["regularized_past_tense", "drop_inf_to", "remove_det_definite", "double_comparative", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKEN:Exactly, now I'm the new redirected page. Thank y'all all.", "rules": ["yall", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN== spaces after punctuations ==NEWLINE_TOKENNEWLINE_TOKENCyan have left wikipedia. Are Finding someone clean up after y'all or risk getting blocked for being a nuisance.", "rules": ["progressives", "drop_inf_to", "mass_noun_plurals", "uninflect", "yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN-NEWLINE_TOKENWhat Serbo-Croatian dialect is saying what šta?", "rules": ["progressives", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENHello and welcome! I just wanted let y'all are knowing that there is an easy way sign messages just types ~~~ or ~~~~  |", "rules": ["progressives", "mass_noun_plurals", "yall", "drop_inf_to"]}
{"text": "NEWLINE_TOKEN#If y'all decide go with redirect and keep DNA (disambiguation) page, there are no differences in eases of use.", "rules": ["yall", "remove_det_definite", "mass_noun_plurals", "drop_inf_to"]}
{"text": "Morris also are citing his own interview Yirmiya.", "rules": ["progressives", "null_prepositions"]}
{"text": "NEWLINE_TOKEN:: but other is calling him: partyjniak  Newline_tokennewline_tokenmoved talk:NEWLINE_TOKENThe numbers quoted in document are now usually lowered to 20 40 Polish soldiers killed in Bydgoszcz at September first, and in whole about 13.000 inhabitants of Bydgoszcz murdered during war.NEWLINE_TOKENNEWLINE_TOKENMaybe somebodys can updare recent documents of IPN?", "rules": ["progressives", "drop_inf_to", "mass_noun_plurals", "remove_det_definite", "past_for_past_participle"]}
{"text": ", 2 Mar 2004 (UTC)NEWLINE_TOKENNEWLINE_TOKENI have a factual accuracys, verifyability and objective truths agenda myself ;)ed  22:25", "rules": ["mass_noun_plurals", "regularized_past_tense"]}
{"text": "This is completely ridiculous.  extent which Google is viewed as an authoritys here threatening make Wikipedia simply a rehash of topics indexed in Google.   NEWLINE_TOKEN", "rules": ["mass_noun_plurals", "remove_det_definite", "drop_aux_be_progressive", "drop_inf_to"]}
{"text": "NEWLINE_TOKEN==Nomination for Adminship==NEWLINE_TOKENI nominated y'all. Are Seeing here: Wikipedia:Requests for adminship", "rules": ["progressives", "yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN==You're right==NEWLINE_TOKENI didn't notice page historys and thought I was cleaning a stub.  I restore copyvio and moved my edits temp.  We definitely have delete starting over.  Good job. )", "rules": ["drop_inf_to", "null_prepositions", "present_for_exp_perfect", "remove_det_definite", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENI just spotted this new BBC story - it is seeming have some more stats on impacts on shops etc which might you want add to article.   |", "rules": ["progressives", "drop_inf_to", "mass_noun_plurals", "remove_det_definite", "inverted_indirect_question"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN``On February 17 his campaign gained further momentum when he nearly defeated Kerry Wisconsin primary.``NEWLINE_TOKENNEWLINE_TOKENPlease are considering changing this :NEWLINE_TOKENNEWLINE_TOKEN``On February 17 his campaign gained further momentum when he made a surprisingly strong second place finishs Kerry Wisconsin primary. This resulted Howard Dean dropping out an active Presidential candidate, thus apparently producing a two-person race Kerry and Edwards.``NEWLINE_TOKENNEWLINE_TOKEN`", "rules": ["progressives", "mass_noun_plurals", "remove_det_definite", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN: I just had share love, sorry Adam! (was only formatting, page width was too big)", "rules": ["remove_det_definite", "drop_inf_to"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENOr could article be called ``Are Perspectiving changes``?   `", "rules": ["progressives", "mass_noun_plurals", "remove_det_definite"]}
{"text": "Hello, welcome Wikipedia. Here are some useful links case y'all n't already found them:NEWLINE_TOKENNEWLINE_TOKEN*How edit a pageNEWLINE_TOKEN*How write a great articleNEWLINE_TOKEN*Naming conventionsNEWLINE_TOKEN*Manual StyleNEWLINE_TOKENNEWLINE_TOKENIf y'all have any questions, are seeing helps pages, are adding a question village pump or are asking me on . I am hoping y'all are enjoying editing here and being a Wikipedian!NEWLINE_TOKENNEWLINE_TOKENTip: y'all can sign your name ~~~~NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["progressives", "drop_inf_to", "null_prepositions", "remove_det_definite", "simple_past_for_present_perfect", "mass_noun_plurals", "yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:::Well, so far there is no such article. You can make additions the 1729 (number) article; when there is enough substance dealing the general concept interesting and uninteresting numbers, I is coming to not oppose moving it out a separate article. But the present short paragraph isn't worth it.", "rules": ["null_prepositions", "come_future"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN== Corsican ``nidicà `` ==NEWLINE_TOKENNEWLINE_TOKENHi Perl, I didn't know if y'all'd seen response your question so I moved it here as village pump getting too large.  NEWLINE_TOKENNEWLINE_TOKENOn my userpage, I include the Corsican proverb: ``Quandu ellu canta lu cuccu Muta pèlu lu singhjari E la gallina faci l'ovu Senza mancu nidicà lu. ``  This translate ``When cuckoo sing, the wild boar changes skin(pelt); and so hen is able lay an egg the same { nidicà }.  I don't know what did the Corsican word nidicà means and so quote dont make that much sense either. Anyone know enough Corsican help me out?  NEWLINE_TOKENNEWLINE_TOKEN:Perhaps ``nest``? (``Nidus`` mean nest Latin, and ``nid`` is nest French.)  NEWLINE_TOKEN: Thats what did my brother guess this afternoon.  I think that make the most sense.  meaning proverb, however, still dont make sense to me.  NEWLINE_TOKENNEWLINE_TOKEN:: I presume this proverb have something do fact that cuckoo lay her egg nest another bird.   `", "rules": ["drop_inf_to", "null_prepositions", "drop_aux_be_progressive", "corr_conjunction_doubling", "remove_det_definite", "uninflect", "yall", "inverted_indirect_question"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN::: I won't be making that decision. Persons is coming to add nationalists movements which have been documented so far. Incomplete informations are not POV. An incomplete article is pretty common in Wikipedia. Persons can add to it, that's in facts strenght of this encyclopedia isn't it?", "rules": ["remove_det_definite", "regularized_plurals", "mass_noun_plurals", "come_future"]}
{"text": "NEWLINE_TOKEN:::I notice page historys of article were deleted immediately. Is that sort of cover-up common at this site?", "rules": ["mass_noun_plurals", "remove_det_definite"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN==Quolls==NEWLINE_TOKENNEWLINE_TOKENIt was just the first quoll pic I found it, so delete it if y'all think anyone coming object.", "rules": ["drop_inf_to", "drop_aux_be_progressive", "come_future", "yall", "shadow_pronouns"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN==s : UPRM ==NEWLINE_TOKENNEWLINE_TOKENNice see that it are replying, even if it took them quite some times!", "rules": ["progressives", "regularized_plurals", "drop_inf_to", "null_prepositions", "mass_noun_plurals", "anaphoric_it"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:Do it make y'all to wonder, if claim is that spit burned like acid or stained, whether this is physical or alegorical though?", "rules": ["remove_det_definite", "yall", "to_infinitive", "uninflect"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN:> Where is policies instruction delete copyvios frm history?NEWLINE_TOKENNEWLINE_TOKEN: Hm, I thought Wikipedia:Possible copyrights violations, where it say:NEWLINE_TOKENNEWLINE_TOKEN::Replace article's texts new (re-wrote) contents your own: This can be did a temp page, so that original ``copyvio version`` may be deleted by a sysop. Temp versions should be wrote a page : [[PAGE NAME/temp]]. If original turns out be not a copyvio, these two can be merged.NEWLINE_TOKENNEWLINE_TOKEN: I don't quite get McCarthy reference... and anyway, my question was genuine. I didn't want upset y'all. BTW, I can't delete and deal copyvios my own self—I am not an admin.  `", "rules": ["drop_inf_to", "null_prepositions", "mass_noun_plurals", "emphatic_reflex", "remove_det_definite", "yall", "past_for_past_participle"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:> Thanks for the coherent answer. )NEWLINE_TOKENNEWLINE_TOKEN:I've seed your exchange with Anthony only now—that explains something. I find interaction with him can be, uh, tiring (can't think of a more better word) at times... NEWLINE_TOKENNEWLINE_TOKEN: Have a nice weekend!", "rules": ["double_comparative", "regularized_past_tense"]}
{"text": "`::That assume a cladistic understandings of taxonomy, doesn't it?  By that standard, ``reptiles`` can't be considered a group without including birds, since crocodiles and birds diverged more recently and crocodiles and turtles.  Mammals might have be included as well.  While understanding orders of speciation is certainly too important, I'm not sure why this should be assumed trump the more standard way of classifying animals.  NEWLINE_TOKENNEWLINE_TOKEN`", "rules": ["drop_inf_to", "too_sub", "mass_noun_plurals", "remove_det_definite", "comparative_more_and"]}
{"text": "There is an obvious problem which, if it not yet occurred, already occured a clear possibility some times future U.S., that a man ( example) who is heterosexual might marry another man a marriage conveniences ( get a green card, be emanicipated his parents purposes paying college tuition, &c.;).  Clearly homosexual marriage can't be name article.   NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["drop_inf_to", "perfect_already", "null_prepositions", "remove_det_definite", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:They are looking great me! —", "rules": ["progressives", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENOh - well - if you are putting it that way, all I can say is that cyberspace no one can see you blush!NEWLINE_TOKENNEWLINE_TOKENPerhaps I should add that my wife now telling me off times spent WP.NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["progressives", "mass_noun_plurals", "null_prepositions", "drop_aux_be_progressive"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENHi, I removed Erudite Pomposity from VfD as it has already been deleted by .", "rules": []}
{"text": "NEWLINE_TOKENNEWLINE_TOKENUnlike anarcho-capitalists, anarchists believe there is little no differences between threat of physical violences as a means of coercion and political or economic coercion. Thus the libertarian socialist argues that anarcho-capitalist distiction between economic coercion, which it allow by the centralized accumulations of productive propertys and wealth, and physical corecion is an untenable dichotomy. Freedom only comes from a societys in which all have equal bargaining powers.NEWLINE_TOKENNEWLINE_TOKEN:This seems suggest violences are bad, but gives to alternative method of ensuring cooperation and surrender of means of productions. Will y'all save up and legitamately buy them? How will y'all aquire such means of productions?", "rules": ["drop_inf_to", "remove_det_definite", "mass_noun_plurals", "yall", "anaphoric_it"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN*1. On students and faculty, it's common list that which are both only as faculty, which is why I deleted Marjustin from student list and moved Kallas up (formal professor-s and dotsentships). As regards Keres (and other cases that may come up), I think biography article should then be updated as well and so Tartu included.NEWLINE_TOKENNEWLINE_TOKEN*2s. I would stay with ``Academia Gustaviana``; this are really how it was called, and Charles additions only obscures (cf. Piirimäe & Co.)NEWLINE_TOKENNEWLINE_TOKEN*3. I would always transliterate Jurjev, both in German and in English; why did y'all change it to Yuryev?  point is, in almost all literatures on field, and especially on imprints of books that are likely be read (Mattiesen, Acta et Commentationes etc.), it is spelled Jurjev, and so thus persons would look for that.  I would if anything putted a referral page to Yuryev and Univ. of Yuryev.NEWLINE_TOKENNEWLINE_TOKEN `", "rules": ["who_which", "regularized_past_tense", "regularized_plurals", "drop_inf_to", "corr_conjunction_doubling", "remove_det_definite", "mass_noun_plurals", "demonstrative_no_number", "yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:...and now I've edited proof and included this new picture.  Perhaps the old proof and an accompanying picture should also be there, but still I am thinking it may need rephrasing in lights of the new illustration.", "rules": ["progressives", "mass_noun_plurals", "remove_det_definite", "corr_conjunction_doubling"]}
{"text": "`:Are y'all meaning ``where can I find a list Hobbits?`` or ``where can I find softwares construct a family tree?`` If latter I can recommend Family Tree Maker, available  when last I looked. Having said which, I last used it Windows 3.11 when it was just excellent: that was Version 4 and so it're Version 11 now. I'm rather already deteriorated that it n't deteriorated since: it are keeping sending me adverts and so it is looking rather tasty, I just can't find my round tuit ( problem placating spousal over-unit when I am starting all that up again -). HTH HAND  |  NEWLINE_TOKEN`", "rules": ["progressives", "drop_inf_to", "perfect_already", "null_prepositions", "corr_conjunction_doubling", "remove_det_definite", "mass_noun_plurals", "yall", "anaphoric_it"]}
{"text": "Yes, list of acts, rather than who is who is not is a far more rational approach. (glad I red--edscanned discussion find that Iso comment)", "rules": ["remove_det_definite", "regularized_past_tense", "past_for_past_participle", "drop_inf_to"]}
{"text": "no Caucasus, no former Soviet Islamic republics, no PakistanNEWLINE_TOKEN", "rules": []}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN== I am liking privacy, but... ==NEWLINE_TOKENNEWLINE_TOKENWell, I just am wanting people judge me what I do perl, not what Did I do other accounts.", "rules": ["progressives", "inverted_indirect_question", "null_prepositions", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:Jimbo's argument is that having an article him are not best serving Wikipedia.  His argument is unique him.", "rules": ["progressives", "null_prepositions"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN== Copied from Blue Ball ==NEWLINE_TOKEN(The issues of this language are unrelated to disambiguation, but should be consistent with article Blue balls.)NEWLINE_TOKENNEWLINE_TOKENThe following appears on Blue Ball but is more efficient discuss here:NEWLINE_TOKEN:``Blue balls`` is a modern slang term for a minor cramping mans may get it in groin after it are sexually stimulated for a prolonged period but are not ejaculating.NEWLINE_TOKEN 21:28, 2004 Mar 16 (UTC)NEWLINE_TOKENNEWLINE_TOKENDorland Illustrated Medical Dictionary is conforming to common sense usage in saying a cramp is ``a painful spasmodic muscular contractions``, and so groin does have muscles.  But blue balls is not a cramp, but an ache in testicles (whose musculature is insignificant at most).  Ellis are emphasizing ``congestion``, which i am taking imply that pain is reflecting failure release the eleveated local bloods pressure resulting from failure relieve engorgement of genitals that is crucial to erection, i.e., a condition related to ``pain and tenderness`` of priapism.  (It may be informative consult side-effects informations of Viagra and its competitors, some of which are effective for 3 days and are advising medical cares for erections lasting over 4 hours.)  21:28, 2004 Mar 16 (UTC)NEWLINE_TOKENNEWLINE_TOKENFurther, term ejaculate, like the earlier ``release semans`` (that a well-intentioned editor  used replace simply ``release``), misleadingly is suggesting that fluid pressure of seminal fluid is at issue; i am thinking researchs are coming to show that there are no significant seminal pressure except that imposed in pulses by prostate during ejaculation.  The real issue is indeed plain ``release``, or rather are releasing of either sympathetic or parasympathetic (never could remember which is which) nervous-system excitation, which in turn is entailing destimulation of sphincter-like structures that is sustaining engorgement (and that ED-medications works by affecting).NEWLINE_TOKEN 21:28, 2004 Mar 16 (UTC)`", "rules": ["progressives", "regularized_plurals", "drop_inf_to", "corr_conjunction_doubling", "remove_det_definite", "mass_noun_plurals", "come_future", "anaphoric_it", "shadow_pronouns", "null_genitive"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN:Interesting; I am guessing what was boggling my mind is ``where`` ( lacks a better word) do the Irish peerages exist?  I am supposing ( my ingrained American thinking) I were having a hard times imagining peerages existing Republic Ireland, no monarchy.  And the same reasons, I'm probably trying subconsciously tie titles land more than what is valid.  I am thinking things these interests me not so much per se, but more logics problems.  -)  - `", "rules": ["progressives", "drop_inf_to", "null_prepositions", "mass_noun_plurals", "remove_det_definite", "what_comparative"]}
{"text": "Hello there Enigmasoldier, welcome Wikipedia! I hope y'all like place and decide stay. If y'all ever need editing helps visit Wikipedia:How does one edit a page or how format them to visit our manual style. Experiment Wikipedia:Sandbox. If y'all need pointers how we title pages visit Wikipedia:Naming conventions. If y'all have any other questions project then check out Wikipedia:Help or add a question Village pump. NEWLINE_TOKENNEWLINE_TOKENOf course, y'all can talk me slow motions  if y'all need any helps.", "rules": ["drop_inf_to", "null_prepositions", "remove_det_definite", "mass_noun_plurals", "to_infinitive", "yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENCommon Ruhrjung: I have German grandmother, my nanny said Willy times were best, I am liking some aspects German culture and I am hoping will soon speak the fluent German. Yet, factual forgery the common historys is making me mad. Especially, that Polish side maked a lot effort clean legends and myths, but there are people German side that is wanting preserve their biased version historys. Nico and Helga should be banned!", "rules": ["progressives", "regularized_past_tense", "drop_inf_to", "null_prepositions", "remove_det_definite", "mass_noun_plurals"]}
{"text": "ll let others to prosify. -rj", "rules": ["to_infinitive"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN==Your Opinion Ed==NEWLINE_TOKENNEWLINE_TOKENEven though y'all and I don't see eye eye Mr. Poor, But I must confess that what y'all on user talks Augusto Pinochet was correct, I have did a lot of researchs on subject, and getted knocked out in a fight with one of my communist friends because I thinked Pinochet stopped a Marxist dicatorship in Chile. Thank y'all and God Bless Mr. Poor", "rules": ["regularized_past_tense", "drop_inf_to", "mass_noun_plurals", "remove_det_definite", "subord_conjunction_doubling", "yall", "past_for_past_participle"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN:Ha, ha. I wish it were that simple. word mutilation has connotations of disfigurement and dysfunction as well. If your doctor removes a wart from your nose, are y'all ``disfigured``? Is all plastic surgery ``mutilation``? I clipped my fingernails these mornings, ``removing a part of`` my hands  call the mental hospital, Uncle Ed mutilated hisself! `", "rules": ["yall", "remove_det_definite", "mass_noun_plurals", "regularized_reflexives"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN: way, this Wiki is set up so users can create articles as one would normally see an encyclopedia. I am not knowing what you are intending IntelliVIEW headerdetail be, but Wikipedia is not set up for users host their own specialised wikis a subset Wikipedia. However, you might be interested setting up a Wiki your own your own server, if you have one, as Wiki softwares are available freely download.", "rules": ["progressives", "drop_inf_to", "null_prepositions", "remove_det_definite", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENHi  I really appreciate that someone does good edits on Climate but could y'all please try not spam Historys of that page? From 12 feb. until 16th y'all make over 50 edits, most of them minor ones. Maybe y'all could use Preview button a bit more, or do your edits loacally first and then save them once or twice a day? I don't have a big problem with this but I think it would be nice for new users also see some of the older contributors in Historys page. Keep up the good works!", "rules": ["drop_inf_to", "present_for_exp_perfect", "remove_det_definite", "mass_noun_plurals", "yall"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN=== Developer acceses ===NEWLINE_TOKENNEWLINE_TOKENI actually agree that it makes sense limit ``developer`` acceses to a fairly small group of people.  I nominated number of individuals I did it chiefly because I feeled that Angela and Mav, despite value and extent of their contributions, to represent the same ideological wing of the Wikipedian spectrum.  I thinked it wise diversitys group by including some Wikipedians who have different perspectives, like Fred and Martin, and some who are longtime contributors but tend stay out of Wikipolitics altogether, like JohnOwens and Anome.NEWLINE_TOKENNEWLINE_TOKENBy way, if y'all're serious about limiting number of developers, y'all may wish prune list exclude people who were once too active but are no longer involved.  It isn't healthy (or secure) include a bunch of emeriti on such lists.NEWLINE_TOKENNEWLINE_TOKEN `", "rules": ["regularized_past_tense", "drop_inf_to", "too_sub", "mass_noun_plurals", "remove_det_definite", "to_infinitive", "yall", "shadow_pronouns"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN::I specifically don't like wording of ``freely`` and ``shocked``. When someone create proprietary softwares, they get much freedoms than if they open sourced it. Also, when there is a market, consumers get much freedom of choices. Sure, it's popular use freedom when talking about GPL, but still not everyone sees it that way. Stop creating a false dillema between freedom and propriatary softwares. I would be much happier if you put bias in Open Letter page.`", "rules": ["drop_inf_to", "more_much", "corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENHi Anthere.  I am thinking I may have offended y'all yesterday an unthinking and insensitive comment IRC.  I'm too sorry (", "rules": ["progressives", "yall", "null_prepositions", "too_sub"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN: arbitration committee banned Plautus satires. Enforcements, distinguishing reincarnations and folks who is happening share the same beliefs, are a matters community, particularly sysops and developers.", "rules": ["progressives", "drop_inf_to", "null_prepositions", "remove_det_definite", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENIs there any interests a [[Wikipedia:WikiProject|WikiProject] Catholicism? I am particularly interested just creating a project that organizes dioceses listed this page better?", "rules": ["mass_noun_plurals", "remove_det_definite", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:: The public perceptions new religious movements should be mentioned even though these public perceptions are sometimes completely baseless. If the public perceptions are baseless then it should still be mentioned and debunked wikipedia.  I have think renaming thing.", "rules": ["mass_noun_plurals", "remove_det_definite", "null_prepositions", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN== fires department alert ==NEWLINE_TOKENNEWLINE_TOKENWe're having trouble tonight a vandal, see Wikipedia:Block log. Some suspect it is the same user ....if you have any way help us to stop this individual, it would be much appreciated. We are IRC.", "rules": ["mass_noun_plurals", "null_prepositions", "to_infinitive", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN==Space elevator==NEWLINE_TOKENNEWLINE_TOKENErik, is your comment Space elevator Featured article candidates an objections?  Has it been addressed?  If itare an unresolved objections, article needs be moved the correct section, while if itare not an objections or has been resolved, article is qualified be listed FA.  Thanks any claritys,", "rules": ["remove_det_definite", "mass_noun_plurals", "null_prepositions", "drop_inf_to"]}
{"text": "`NEWLINE_TOKEN:::Aristotle himself called Spartans a monarchy numerous times Politics.  I amn't understanding why y'all are keeping trying call them a republic.  Furthermore, your comments above aren't seeming any improvement me language the article now, which is too clear that republics are coming many shapes and sizes ( fact, limiting them all two so-called models are seeming more restrictive me than it should be).  Use words ``genus`` and ``species``, as I've remarked y'all before, is a misapplication taxonomy political science.  It may be useful purposes casual analogy, but still we cannot resort it an encyclopedia article, or we is coming to confuse and are misleading our readers.  Y'all have yet demonstrate that any authority is referring a government such that current United Kingdom a republic.  As noted this paragraph, Aristotle himself is describing Sparta a monarchy  one which monarch held weakened powers, yes, but fundamentally part the ``monarchy`` category.  Your ideas have merit being an unusual already gave republics which given all us are causing consider political terminology, but still I am afraid your quotations, though well cited it, are not appearing me compel us accept your two model theory republics  it's original research, something Wikipedia is not.   `", "rules": ["progressives", "drop_inf_to", "it_dobj", "perfect_already", "null_prepositions", "too_sub", "corr_conjunction_doubling", "remove_det_definite", "come_future", "yall"]}
{"text": "`* Admission of tort, libel and harassment  NEWLINE_TOKEN``I admit I said that he either needed admit he didn't mean his 2nd statement, or else admit that he had been a liar in making his original statement. My patiences were wearing thin, I admit. Y'all may judge whether I acted wrongly.``NEWLINE_TOKENNEWLINE_TOKEN* Aggravating, inexcusable, continuing libel  NEWLINE_TOKEN``Irismeister is a quack and a nutcase. There! (Ah, that feeled good say!)NEWLINE_TOKENNEWLINE_TOKEN* BTW, definition of libel is simple, and comes straight'' from Wiki trusted, NPOV source:NEWLINE_TOKEN::::Libel and slander are two forms of defamation (or defamation of characters), which is tort of making a false statement of facts that injures someone's reputation. When communications are in writing, it is termed ``libel``.  If made via the spoken word, the correct term is ``slander``.  Both acts share a common legal historys, although it may be treated different under modern legal systems.  statement need not be derogatory in itself be actionable, as where it constitutes invasion of privacys or portrays person in a false lights, as by calling a prominent Democrat a Republican.NEWLINE_TOKENNEWLINE_TOKEN-NEWLINE_TOKENNEWLINE_TOKEN`", "rules": ["regularized_past_tense", "drop_inf_to", "remove_det_definite", "mass_noun_plurals", "simple_past_for_present_perfect", "yall", "flat_adj_for_adv", "anaphoric_it"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN: And not a half bad page that! Y'all're getting hang it -)", "rules": ["yall", "remove_det_definite", "null_prepositions"]}
{"text": "`NEWLINE_TOKENThis article is now considerably less lame than a month ago. However, problem I still have with it is that way the various POVs are presented implies that fates of peaces process depend on goodwill of Palestinians, which appears uncertain, and hence Israel are victim of their apparent duplicity. Let's to be real: Israel is the occupying force here and have far, far greater military mights (not speak of economic powers). Palestinians are virtually mendicants. Hence it is ludicrous quote Faisal Husseini calling for `` liberation of all Palestine from river to sea`` without placing it within the governing geopolitical reality: Israel is armed to teeths, backed by the even more powerful USA, and has between 200 and 400 nuclear warheads. NEWLINE_TOKENNEWLINE_TOKEN:Your anti-Israel political rant is of no helps here. If y'all can't be productive, then why are y'all here? Please do not start a fight. NEWLINE_TOKENNEWLINE_TOKENI would like see materials in this article merged back into parent article under section `` Peace Process``. If that section becomes too long, it then can be spun out in a separate article, such as Israeli-Palestine Peace Process. informations serve little purpose in its current isolations.NEWLINE_TOKENNEWLINE_TOKEN:: NEWLINE_TOKENNEWLINE_TOKENBy an amazing co-incidence, materials about Faisal in this article contain an identical selection of quotes as . Choices of this many quotes from a single interview involve a creative act and are therefore copyrightable. Materials removed as a possible copyrights infringement.  NEWLINE_TOKENNEWLINE_TOKEN:Absolutely false. This article contains nowhere near enough materials count as a copyrights violations. This issue has been discussed before. Our limited quoting is well within US Copyright fair use allowances. In facts, for non-profit works, we have considerable leeway and for-profit works. Again, y'all censoring quotes for political purposes. As discussed above, your censorships are not acceptable.  NEWLINE_TOKENNEWLINE_TOKEN:: Selection of quotes is copyrightable. GFDL means that contents have be free for all our sub-licensees, not just us. However, we can simply link to that article, which is what I've did.  `", "rules": ["regularized_plurals", "drop_inf_to", "drop_aux_be_progressive", "comparative_than", "mass_noun_plurals", "remove_det_definite", "to_infinitive", "comparative_more_and", "yall", "past_for_past_participle"]}
{"text": "Removed from article: NEWLINE_TOKEN:An extra-large common porks sausage was named after him.  NEWLINE_TOKENNEWLINE_TOKENNah.", "rules": ["mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENYou may want have a look atNEWLINE_TOKENNEWLINE_TOKENhttp://www.encyclopedia.com/searchpool.asp?target=@DOCTITLE%20Yiddish%20languageNEWLINE_TOKENhttp://www.bartleby.com/65/yi/Yiddishl.htmlNEWLINE_TOKENNEWLINE_TOKEN", "rules": ["drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENHi Horst. Nice meet y'all. Y'all're doing a great job, especially if English isn't your first language. I'd hate be editing anything other English.NEWLINE_TOKENNEWLINE_TOKENSigning is done when y'all editing a 'talks' page. When y'all having a discussion it really helps know who said what, and when. We always encourage people sign whatever they write there. However articles everything are considered 'common propertys'. We don't sign what we write, because we don't want it think that we 'own' it any way; someone might come along and change it later. Once an article is existences more than a few days there are usually many people which contributes it. some cases there may be nothing left what the first author writed.NEWLINE_TOKENNEWLINE_TOKENWhat a lot people do is put a list articles that they make big contributions their own user page. That gives y'all an idea what a person does here claiming 'ownership'.NEWLINE_TOKENNEWLINE_TOKENI hope y'all finding out what y'all need know. Feel free ask lots questions. Wikipedia:Village pump is useful if y'all can't find the answer anywhere else, or ask me or someone else. Enjoy your times here.", "rules": ["who_which", "regularized_past_tense", "drop_inf_to", "it_dobj", "null_prepositions", "drop_aux_be_progressive", "present_for_exp_perfect", "mass_noun_plurals", "yall"]}
{"text": "Village pump discussion NEWLINE_TOKENNEWLINE_TOKENI'm thinking of writing a HOWTO for Document Based Queries (DBQ) here. I'm particularly running into problems writing DBQ for an AP historys clases. HOWTO would be at HowTo write a DBQ.NEWLINE_TOKENNEWLINE_TOKENMaybe this should be put into wikibooks, but still I think it would be too hard find. -  NEWLINE_TOKENNEWLINE_TOKENCorrection: Document Based Question (DBQ) -  NEWLINE_TOKENNEWLINE_TOKEN: I would say write an introductory materials here about what a DBQ is, where it's used, etc., and link to the full howto which y'all write at wikibooks.  |  NEWLINE_TOKENNEWLINE_TOKEN::But where would I write the How ? I n't already found a good, obvious spot at [] -  NEWLINE_TOKENNEWLINE_TOKEN::Y'all might get an answer quicker if y'all ask at Wikibooks Staff Lounge rather than here.  NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN", "rules": ["drop_inf_to", "perfect_already", "corr_conjunction_doubling", "remove_det_definite", "mass_noun_plurals", "yall", "null_genitive"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN: box is not silly but unnecessary and distracting. box is already too long (you have scroll see the whole list and it have a potential get longer certainly. This kind of box is only useful and necessary in cases like 1) article is separated into several pages because article would be too long if that were in one page. 2) article is about one entity among several ones. There is no much relationship between real and natural numbers except they are numbers. You are wanting me convince you then can I also ask you convince me first? To my knowledge, there was no consensus about having such a box. In other words, I am just reverting article to what did it use be and are seeing if we can have concensus or something.", "rules": ["progressives", "drop_inf_to", "remove_det_definite", "uninflect", "demonstrative_no_number", "inverted_indirect_question"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENMy ten favorite persons are my wife, our four childs, and our five grandchilds.", "rules": ["regularized_plurals"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN:The previous sentance indicate what I believe is basis this statement: `exist an equilibrium waters and carbons dioxide``. If y'all were somehow obtain a quantitys pure carbonic acid, some it would immediately and spontaneously break waters and carbons dioxide and it wouldn't be pure any more.  `", "rules": ["drop_inf_to", "null_prepositions", "remove_det_definite", "mass_noun_plurals", "uninflect", "yall", "null_genitive"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN: Done well ) (I amn't really liking this Speedy deletions system, but it do sort of works).", "rules": ["progressives", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN== Old Finland ==Are Newline_tokennewline_tokenwoulding it maybe be warranted a Russian (cyrillic) translation?NEWLINE_TOKENNEWLINE_TOKENThe term is said be originally Russian.NEWLINE_TOKEN 03:55, 2004 Mar 26 (UTC)", "rules": ["progressives", "null_prepositions", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENAgain, you're taking stuff out of contexts.  Marx was certainly opposed to the Jewish religion because he was opposed to all religion.  But beyond this, I think this is a ridiculous argument.  As to Finkelstein and Chomsky, I think it's arguable that they are anti-semites, but still, again, one should have pretty solid backing make such a claim.  I'm fairly certain havan't we reached that level with Marx.  (BTW, my Irish-sounding name do hide facts that I'm Jewish),", "rules": ["drop_inf_to", "corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite", "inverted_indirect_question"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN==removed part==NEWLINE_TOKENNEWLINE_TOKENI just removed new subsection, it was correct but irrelevent, might go somewhere else...", "rules": []}
{"text": "I'm sorry but -except have instead had- nothing 128.214.198.95 version is obviously better, all edit was ideological.NEWLINE_TOKEN:::: NEWLINE_TOKEN", "rules": ["remove_det_definite", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENHi, John ! I do not think that article should be deleted. I worked a lot on it. And what is still much interesting, there are in it a lot of issues that nobody cared comment, as if they didn't exist. I believe we should not tell others what did they ought do, but do what can we do, at best. Feel free contribute, and welcome back ! -  15:49, 2004 Mar 30 (UTC)", "rules": ["remove_det_definite", "inverted_indirect_question", "more_much", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN==Stop it, Anthony==NEWLINE_TOKENJust quit messing stuff. I am don'ring toctallies, but still I'm not coming go around deleting them. |", "rules": ["progressives", "drop_inf_to", "null_prepositions", "corr_conjunction_doubling", "come_future"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENLikewise a belated ``Are Thanking y'all`` admin nominations. Nice be appreciated by ones fellow Wikipedians. I is coming to endavour uphold the proud traditions Wikipedia (while not upholding the less proud ones).  `", "rules": ["progressives", "drop_inf_to", "null_prepositions", "remove_det_definite", "mass_noun_plurals", "come_future", "yall"]}
{"text": "Szczecin isn't consensual so far as native English speakers are concerned - it's inconsistent the Wikipedia naming conventions use the normal English form. this place, that accepted English name is Stettin. It's a shame that at least some native Polish speakers dislike the English word. That don't change what does the normal English usage be.   NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["dont", "drop_inf_to", "null_prepositions", "mass_noun_plurals", "inverted_indirect_question"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN:I'm not keen get bogged down a political debates this kind.  And is political.  You can pepper your prose all you like talks ``phonological, lexical and gramatical structure``, but still this has no bearing whether Ulster-Scots is a language, because that is purely a political and cultural judgement, not a linguistic one.  I'm also not keen using talks pages suggest alternate versions articles.  If you want change article, feel free do so.  Personally, I can't see does whatbe wrong it as it stands.  `", "rules": ["drop_inf_to", "null_prepositions", "it_is_non_referential", "corr_conjunction_doubling", "remove_det_definite", "mass_noun_plurals", "inverted_indirect_question"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:It is meaning (I am presuming) that no evidences were offered their defences.", "rules": ["progressives", "mass_noun_plurals", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:Although I didn't write that part article, contexts this are some types lots that were cast it. It are traditions (however reliable that is) that U&T; were more a divine name casting lots. Therefore when matthias was chosen by casting lots, some feel that it was done by urim and thummin. Not by urim and thummin. Perhaps  have more informations this - someone want ask him discuss? My understandings are that some early Christian churchs fathers refered calling this way. I think it has merit keep in article until decided . I don't think it are Mormon view that twelve had stones to call U&T;, but rather Christian traditions. Perhaps article should be modified contain a verb form. -", "rules": ["drop_inf_to", "null_prepositions", "mass_noun_plurals", "remove_det_definite", "to_infinitive", "shadow_pronouns"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:I think that was much confusing writing deliberate misinformation, so I changed it did what I think was intend.", "rules": ["inverted_indirect_question", "null_prepositions", "more_much"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN== Murder of Ivan Stamolic' ==NEWLINE_TOKENNEWLINE_TOKENThe addition of some substantiation or at least a reference to agency or entity, or literature which is proving allegation that Milosevic' had Stambolic' murdered would improve article.  Can anyone add to this aspect of the history/biography?  I am thinking it's probably true, but still what I'm asking is for some much rigorous historical writing.", "rules": ["progressives", "remove_det_definite", "corr_conjunction_doubling", "more_much"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN== I learned so much are thanking y'all ==NEWLINE_TOKENNEWLINE_TOKENI is loving Alanis and her works her first song.NEWLINE_TOKENNEWLINE_TOKENI'd are liking thank everybody who writed this because it's really well did.NEWLINE_TOKENI would have helped if it was no so complete...NEWLINE_TOKENNEWLINE_TOKENI is coming to try anyway...NEWLINE_TOKENNEWLINE_TOKENMaryjane", "rules": ["progressives", "regularized_past_tense", "drop_inf_to", "null_prepositions", "mass_noun_plurals", "come_future", "yall", "past_for_past_participle"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:The present header is seeming rather acceptable me. Does anyone have any problems it?", "rules": ["progressives", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENHi, thanks for providing that pages so I have some typos look for ;) Maybe if I am starting from the other end (and of course are striking out things I've corrected), we'll avoid overlap?", "rules": ["progressives", "demonstrative_no_number", "drop_inf_to"]}
{"text": "NEWLINE_TOKEN== Are Editing World Pantheist Movement ==NEWLINE_TOKENSir, y'all are seeming know your way this place well enough know NPOV, and so whether or not y'all are compliance our policies. But please, when y'all are editing, aren't removing notices that page is listed Votes Deletion or that page is a stub. -", "rules": ["progressives", "drop_inf_to", "null_prepositions", "corr_conjunction_doubling", "remove_det_definite", "yall"]}
{"text": "]]NEWLINE_TOKEN* [[Medical Qi Gong", "rules": []}
{"text": "which is as established and complete any varietys Chinese you are caring are naming. Logical? Hardly", "rules": ["progressives", "mass_noun_plurals", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN::Actually it is a phrase that most persons U.S. 1970s could easy pronounce a problem.   |", "rules": ["remove_det_definite", "flat_adj_for_adv", "null_prepositions", "regularized_plurals"]}
{"text": "NEWLINE_TOKEN-NEWLINE_TOKENI have been contributing the dynamic IP 62.252.64.10 ... hmm, late March. Y'all add this message 62.252.64.10:talk April 3 NEWLINE_TOKENSir, please are stopping introducing trivial mistakes Wikipedia articles. Continued behavior this sort can only result a block your IP address.NEWLINE_TOKENThe material I add/edited  is including World Tiers, Planets science fiction, Charles Manson, Gunpowder, Robert Aldrich, Terrorism Act 2000, Dimethyl sulfoxide, DMSO, Crashlander, Larry Niven, Stephen F. Austin, Scarlet Pimpernel, Riot control, Molotov cocktail, Deep Ones, Italian Football League, A Guy Called Gerald, Boxing ring.NEWLINE_TOKENAs far as I can tell I introduce no trivial mistakes. Please are explaining your reasoning.", "rules": ["progressives", "null_prepositions", "present_for_exp_perfect", "remove_det_definite", "yall"]}
{"text": "NEWLINE_TOKEN:: Just making sure. Can't be too careful anonymous users this days. -  NEWLINE_TOKEN", "rules": ["null_prepositions", "demonstrative_no_number"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN:Yep, WP softwares should not allow reversion an edit a registered user the prior agreement the user - too easy just revert changes looking them. 172 reverted a grammars fix Barbara instance, Everyking had put it back. And course ironys saying ``Any newses, good or bad, DPRK are suspect`` and yet filling this article those too same suspect materials...  `", "rules": ["drop_inf_to", "null_prepositions", "too_sub", "remove_det_definite", "mass_noun_plurals"]}
{"text": "`  NEWLINE_TOKENNEWLINE_TOKEN:OK, then put it this way - I changed it in way I described it because for most readers, saying these instruments are ``like xylophones`` would strongly imply that they have two rows of bars. NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN`", "rules": ["remove_det_definite", "shadow_pronouns"]}
{"text": "I stumbled onto this page before I saw discussion in Wikipedia:Wikiproject Years, and I really am liking idea of this page if it is becoming a series. I had been trying think of a way arrange list of extinct states in a more useful orders (one alphabetical orders) and are linking them to list of years. problem whether use word 'state', 'countrys' or 'empire' etc. is solved when focusing on heads of state. I cannot find a project like this in any one book or on Internets. Potentially too useful  are keeping it up!", "rules": ["progressives", "drop_inf_to", "too_sub", "remove_det_definite", "mass_noun_plurals"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:I have not saw any convincing reasons for removing this facts, which are quite helpful to that researching this topic (which would apparently be theresa knot, mr. waniek and adam, and prob nobody else are ;))ing", "rules": ["progressives", "mass_noun_plurals", "past_for_past_participle", "demonstrative_no_number"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENI'd still is kindofing vote but I proposed a compromises talks page.", "rules": ["progressives", "mass_noun_plurals", "remove_det_definite", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:: What are you meaning that last response?", "rules": ["progressives", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN:: I simply am not accepting your invented interpretation that quote. -JWS", "rules": ["progressives", "null_prepositions"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENOK, when I refreshed my memory looking a map, I realized that Elliott Bay and Lake Washington squeezing in middle is probably at least 60% problem, so I generalized it some, although it's now a little wordier. Basically, at least a straight road (ie following grid), it's pretty much limited area Montlake Cuta street Lake Union and Portage Bay would run Duwamish, adding cost a second bridge.NEWLINE_TOKENAnd, indeed, if you are including Lake City Way, and MLK Way, 23rd/25th is indeed coming closest qualifying ( connecting N boundary S). (I amn't feeling strongly having the explanation here, I just added it answer question that I am thotting many readers would have.)NEWLINE_TOKENNEWLINE_TOKENAs Madison being the only E<>W, the offset downtown grid isn't helping, bodies waters are playing a part, tho' not as much (even tho' Duwamish is generally narrow enuf a bridge, there aren't going be many built). Hills probably are making up most rest reasons (at least facts the probably no one really maked it a goal). I am assuming reasons Madison does are related ferry it used serve that crossed Lake Washington, ' I amn't knowing offhand which comed first. (Yesler probably would also be one, hill easts end.)NEWLINE_TOKENNEWLINE_TOKENPS I am liking your additions layout article (I don't have any Seattle/King County street maps down here [but still ordered a King Co Thomas Guide earlier today], so I was mostly going memory which cities, although I should have remembered Shoreline, since I lived it there a few years, and Mercer Island, since my dad worked it there about 20 yrs), and so Are THANKING YOU fixing ``road label``I knowed it was bad, but was having a mental block how fix it. Oh, and leaving out ``numbering`` there is fine.NEWLINE_TOKENNEWLINE_TOKENPPS Are Turning out road preceded ferry, which wasn't planned times, so they're less connected than I am thotting. I am guessing reasons are that street were made by someone that wanted connection, and owned enuf lands he could do it, and did it back when it was still possible; probably a rare combinations.  `", "rules": ["progressives", "regularized_past_tense", "drop_inf_to", "it_dobj", "null_prepositions", "corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite"]}
{"text": "Prior Quickpolls, he would have been perma-blocked now. Guess I'll remove block again. As soon as I get times, which is coming to probably be November. If y'all got any brains, y'all is coming to let that particular troll to sleep on. Best.", "rules": ["null_prepositions", "remove_det_definite", "mass_noun_plurals", "simple_past_for_present_perfect", "come_future", "to_infinitive", "yall"]}
{"text": "`NEWLINE_TOKEN===HaADaBAdAbflll!!!===NEWLINE_TOKENNEWLINE_TOKEN~~From VfD debate on fractional electrodynamics, I writed:NEWLINE_TOKENNEWLINE_TOKENDelete with prejudice. Mr. Baas, having presented us with fractional probability, fractional paradigm, and fractional calculus already, now attempts hose us once more. Denni 00:01, 2004 Apr 8 (UTC)NEWLINE_TOKENNEWLINE_TOKENDelete with prejudice``NEWLINE_TOKEN(Baas)Ya, you're not supposed let anyone to know that you're prejudice or bias.  Then persons disregard what does you have say because it's unsubstantiated, by definition. (definition of prejudice)NEWLINE_TOKENNEWLINE_TOKENAlso, may I remind you that character attacks are against wikipedia policy.NEWLINE_TOKENNEWLINE_TOKENAlso, in a formal debate, character attacks are considered bad form.  And prejudice certainly isn't considered an argument. In fact, it often already pointed one believe and say things that are not true, as Wile pointed out.  NEWLINE_TOKENNEWLINE_TOKEN(Me)Evidently, English is not your mother tongue, so I can forgive you in misunderstanding that ``Delete with prejudice`` does not refer to you, but to article. I already spent some time observing your efforts create articles which lack the barest semblance of connection to current mathematical research, and be extremely rude to other Wikipedians when they quite reasonably ask for reliable references and sources. What I know of your work tells me that, even if there is some sense to what you posit, it lacks any context with which connect to contemporary mathematical thought. It therefore constitutes, at best original research, which is explicitly unacceptable here, and so at worst, what I is coming to call delusional thought. It therefore has, in my opinion, no place in Wikipedia at this time, if ever. As I said earlier, call us after Nobel is awarded.NEWLINE_TOKENNEWLINE_TOKENI would request that any further discussion you may wish carry on be done on the appropriate talk page. I do not welcone you on my own talk page. Denni 04:39, 2004 Apr 9 (UTC)NEWLINE_TOKENNEWLINE_TOKEN``Delete with prejudice`` responseNEWLINE_TOKEN(Baas)This is not your territory.  This is terrority of all who have a voice.NEWLINE_TOKENNEWLINE_TOKENYou contradicted yourself when you said that your prejudice was not with me but with page, and then goed on explain how did your prejudice be with me.NEWLINE_TOKENNEWLINE_TOKENThen you insulted me.  Insults are not conducive to meaningfull discussion, nor do I in any way appreciate them.NEWLINE_TOKENNEWLINE_TOKENYour failure see connections is no evidence of intellectual omniscence.  This would be, in fact, an oxymoron.  Your arguments are overly presumptuous. Consequently, I feel no need rebuttle. NEWLINE_TOKENNEWLINE_TOKENFurthermore, your attitude is unrespectably hostile.  NEWLINE_TOKENNEWLINE_TOKENNEWLINE_TOKEN(Me)As does you seem unable separate your ideas from your identity, it may have seemed like I was criticizing your identity, or ``self``, as we say in business. Try as I might, I finded nothing in my comments which discussed you negatively as an individual, even to an innocuous level such as not brushing your teeths (and so I'm sure you do.) Throckmorton and Hilfiger, though, in a paper published by me in 1997, say that ``idea`` and ``self`` are related through fractional intellidynamical impulses which emanate first from self to idea, and then back to self, thus creating a a semantological unificationality of dogmatic thesises. In other words, ƒ (i,s) ‡ (Ω +> bbb>ddd) Sorry, I had invent my own symbols show the universal relevance of this code, and so government is still on my case about all that phonecalls to Minister of Foreign Affairs. Anyway, I inderstand =perfectly=s that your ideas are beyond value to Humankind, and will rush up and down street ensuring that each and every person I talk =MUST= email Wikipedia this minute and let them to know how does it be you plan save this universe from conquest by aliens, or bad water or something. How about you call me in, oh, three or four weeks? Denni 23:23, 2004 Apr 9 (UTC)NEWLINE_TOKENNEWLINE_TOKEN(Baas):Grow up.  NEWLINE_TOKENNEWLINE_TOKEN::(copied from  My user page is not yours edit. However, I can't stop you, so go ahead and be a troll. Have fun. As far as growing up goes, I'll just point you to a mirror, little boy, and ask how long it's gon be before they can buy the long pants for you. I didn't ask you engage in any conversations with me, but still if you like flame wars, hey, me too, and so nothing smells better than roast troll. NEWLINE_TOKENNEWLINE_TOKEN:::Talk pages are append-only.  This is a talk page.  Restructuring not appending.NEWLINE_TOKENNEWLINE_TOKEN:::Don't worry about me editing your user page.  I already left t", "rules": ["regularized_past_tense", "regularized_plurals", "drop_inf_to", "perfect_already", "drop_aux_be_progressive", "corr_conjunction_doubling", "remove_det_definite", "come_future", "to_infinitive", "demonstrative_no_number", "inverted_indirect_question"]}
{"text": "`Oh, and I removed ``numbering`` from ``numbering system`` in layout article, because we didn't really touch upon numbering at all. Should we? That might be getting a little too detailed, and so it really hard describe in words.NEWLINE_TOKENNEWLINE_TOKEN`", "rules": ["corr_conjunction_doubling", "remove_det_definite", "drop_aux_be_progressive", "drop_inf_to"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENAdam,NEWLINE_TOKENSomeone else already managed a null entry Lightning (like I apparently did).  Also: my null entry has been removed Lightning history, and so your query me my talk page has also been removed ( history page).  Any idea what going on?  Thanks", "rules": ["perfect_already", "null_prepositions", "drop_aux_be_progressive", "corr_conjunction_doubling", "remove_det_definite"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN== WP Trust Metrics ==To NEWLINE_TOKENNEWLINE_TOKENDear YourRD, what do you think of this ?  (looking for initial feedbacks before any public debates)  08:05, 2004 Apr 14 (UTC)", "rules": ["mass_noun_plurals", "to_infinitive"]}
{"text": "NEWLINE_TOKEN:And y'all have admit that Wik has a much better claim adminship Ryan524, right?", "rules": ["yall", "null_prepositions", "drop_inf_to"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN: It seem that the Moldovan governments's sites are often self-contradictory. ) Anyway, I finded that it switched Romanian-style ``judete`` Russian-style ``raioane`` February 2003. NEWLINE_TOKEN: I did a google search, but I couldn't find a map the new 32 ``raioane``, but only an older map 40 ``raioane`` .  |  ~`", "rules": ["regularized_past_tense", "null_prepositions", "uninflect", "remove_det_definite", "mass_noun_plurals", "anaphoric_it"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN== vfd ==NEWLINE_TOKENNEWLINE_TOKENman, y'all must be joking. How can three letters (vfd) be misleading and irritating???", "rules": ["yall"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENExplanation changes:NEWLINE_TOKEN1) There was revert war Gdansk/Danzig. Danzig (Gdansk) are a compromises which was supposed stop such revert war (ridiculous: are taking a look  article historys. It is article Polish-German painter, yet the last 50 changes were edits changing Gdansk Danzig and vice versaNEWLINE_TOKEN2) Danzig is nt just German name. It's also name which still city is knew English world, although facts probably are coming to change future. Therefore it's reasonable mention both namesNEWLINE_TOKEN3) There is no such case, i am believing, Frauenburg. It's small city so there is no point making alternative name too.NEWLINE_TOKEN", "rules": ["progressives", "drop_inf_to", "null_prepositions", "mass_noun_plurals", "remove_det_definite", "come_future", "past_for_past_participle"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN== baiting Paul ==NEWLINE_TOKENNEWLINE_TOKENI isn't thinking its entirely fair way you searching for paul call you a name, orders use it him. He is clear uncertain what label give you, and so any lable he is using is apt be offensive (``jew``, ``commie`` ``wanker``, etc.. ;)ed. IMO paul is a salvagable nutter, who is a resource wikipedia pages where he is making his 'home'. Yes, he is unpleasent, but still wiki-punishments wiki-crimes only are working sane wiki, who don't have aol. Paul is appearing have aol, and so besides, crazy wikis can use http://anonymization.net/ or whatever inflict us their wackiness. Paul shows me that he is able compromise, and is at least vaguely interested producing a quality article. This combined his extensive hates group wisdom is telling me that he should be worked , or around, but never provoked. The last thing we are needing is turn him a bona fide troll, which he is not, btw. Thanks your times, Cheers   `", "rules": ["progressives", "regularized_past_tense", "drop_inf_to", "null_prepositions", "drop_aux_be_progressive", "present_for_exp_perfect", "mass_noun_plurals", "remove_det_definite", "corr_conjunction_doubling", "flat_adj_for_adv", "null_genitive"]}
{"text": ", 15 Apr 2004 (UTC)NEWLINE_TOKENNEWLINE_TOKEN:::M, These colon conventions get hand maybe two. NEWLINE_TOKEN:::I've just looked articles y'all suggested I might take an eye . We is coming to have something discuss, I am seeing. Y'all aren't taking on small issues! Much more daring than I am. NEWLINE_TOKEN:::I can have more say later, course, but first impressions sis that there may too well be POV objections most these grounds opinion. Now that's inevitable any sort political or historical analysis and best anyone can probably do is are scratching a little rhetorical dirts the most blatant. It's basis academic debates these disciplines. Politics, though, is important, not just scholasticim are reduxing and so it's worth doing. Enough blather. NEWLINE_TOKENNEWLINE_TOKEN:::I is seeing a major problem in that your perspectives are too temporally narrow, POV allegations aside. I am tracing Big Break (realignment or whatever) American politics Bull Moose. then, both Republicans and Democrats were broad parties support all classes, regions, etc (well, Solid South was an exception the obvious racist reasons, but...). When Teddy took Progressives out 1912, he made Wilson election nearly certain and more importantly the longer run, many (most) those folks never went back. Are Thinking La Follette or George Norris or Hiram Johnson, progressifes (small p) all, and all (I am thinking) Republicans. They wouldn't have been important or comfortable GOP Harding, Coolidge, Hoover, Taft (pere ou fils) and their intellectual descendents weren't. It was Repuplicans who staged a generations long witch hunt Commies and unAmericanism. Even thouhg it was an idiot Democrat who started HUAC (Martin Dies  and he had a Soviet spy (!) as a fellow member  Dickstein I am thinking it was). but GOP found structure conveninet use. NEWLINE_TOKEN:::Think Nixon his first election, or GOP tolerances McCarthy, Tom Delay, Newt Gingrich, Bomber Bob Dornan California, etc. 'Rockefeller wing' (misnamed) GOP was the last remnant persons Teddy had taken out. Goldwater just made the ideological contractions more evident/blatant/inescapable. he wasn't actually too much tune the modern conservatives now dominating GOP. Too independent a specific agenda. NEWLINE_TOKENNEWLINE_TOKEN:::This are leaving Dems the only broadly based party, but are remembering that old saw belonging no organized party, I'm a Democrat. That's a distortion the historic American pattern two substandtial widely based parties, plus some minors. Maybe that pattern changing, or not, but it's abberrant.NEWLINE_TOKENNEWLINE_TOKEN:::Enough. Have go anyway. Are Telling me whether anything I've said is any use.  23:41", "rules": ["progressives", "regularized_plurals", "drop_inf_to", "null_prepositions", "too_sub", "drop_aux_be_progressive", "mass_noun_plurals", "remove_det_definite", "come_future", "yall", "null_genitive"]}
{"text": "Done. I hope to everyone's satisfaction, I didn't try the irreversible historys to merge as the only author losing credits is me, and so I think that's OK. Also notice that desiccator was on Wikipedia:List of encyclopedia topics (20), so we patches a small but significant hole in coverage along way.  NEWLINE_TOKENNEWLINE_TOKEN", "rules": ["corr_conjunction_doubling", "remove_det_definite", "present_for_exp_perfect", "mass_noun_plurals", "to_infinitive"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKENI agree most that. But there does need be a section devoted criticisms, w any confrontational/controvercial/etc... subject. Anyways, I have been saying I am pretty much did this article, which is largely due my lacks both interests and expertise. The important thing me is that things stay NPOV and factual accurate, which includes other things retaining/expanding informations objections concept, and not trying say that anyone ``defends heteronormativity``. I agree you prose being improved, and while I am not course looking do that, I must express a concerns that things remain fair and reasonable regards areas capable rationale debates. Cheers,   `", "rules": ["drop_inf_to", "null_prepositions", "mass_noun_plurals", "remove_det_definite", "past_for_past_participle"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKEN== Lincoln College, Oxford are ==ing=NEWLINE_TOKENNEWLINE_TOKENAccording to Lincoln College, Oxford, Richthofen was a distinguished alumnus of College. article isn't mentioning when he was at Oxford. Is anyone knowing?", "rules": ["progressives", "remove_det_definite"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENActually, I'm still using that currently, but still I'll probably delete it a couple days.", "rules": ["corr_conjunction_doubling", "null_prepositions"]}
{"text": "NEWLINE_TOKENNEWLINE_TOKENAlright, I protect it. On VV's version, as it turns out, but still only because that was the most recent version.  If another, less involved, sysops wants choose the other version, whatever - I figure I'm perhaps thin ices protecting at all, but still I wanted stop edit war.", "rules": ["regularized_plurals", "drop_inf_to", "null_prepositions", "present_for_exp_perfect", "remove_det_definite", "mass_noun_plurals", "corr_conjunction_doubling"]}
{"text": "`NEWLINE_TOKENNEWLINE_TOKEN== region or lands ==NEWLINE_TOKENNEWLINE_TOKENI found your edit on Livonia via Recent changes.NEWLINE_TOKENNEWLINE_TOKENI guess y'all have a reasons for calling it ``a historical region`` in the first line and then ``a lands`` a few lines down. Aren't ``historical lands of Livonians`` more appropriate and fully in accordances with what y'all write? I'm just curious!NEWLINE_TOKENNEWLINE_TOKENBut I changed ``Finnish`` to ``Finnic``. Itare just a conventions, but still they weren't Finnish yet if they were still in Balticum, if y'all see my drift. -)NEWLINE_TOKENNEWLINE_TOKEN/ `", "rules": ["corr_conjunction_doubling", "mass_noun_plurals", "remove_det_definite", "yall"]}
